[
  {
    "foreignTitle": "Η Γυναίκα και το Δέντρο της Πόλης",
    "language": "Greek", 
    "foreignText": "<p>Κάθε πρωί, η γυναίκα ξυπνούσε σε ένα μικρό διαμέρισμα μέσα στην πόλη. Σηκωνόταν, έπινε λίγο νερό, έβαζε το παλτό της και έβγαινε στον δρόμο — όπως όλοι. Στο φως του ήλιου, το πρόσωπό της δεν ξεχώριζε. Τα μαλλιά της φυσούσαν στον άνεμο, όπως τα μαλλιά κάθε άλλου ανθρώπου. Περπατούσε γρήγορα αλλά ήσυχα, όπως κάνουν οι περισσότεροι.</p><p>Αν όμως την κοιτούσες πολύ προσεκτικά, θα έβλεπες κάτι περίεργο. Σε κάθε γωνία, σε κάθε στροφή, δεν διάλεγε τον δρόμο με πολλούς ανθρώπους. Όχι. Έστριβε πάντα προς τον δρόμο που είχε λιγότερους. Όσο περπατούσε, οι άνθρωποι γύρω της γίνονταν όλο και λιγότεροι, ώσπου στο τέλος, δεν υπήρχε κανείς κοντά της.</p><p>Έκανε ζιγκ-ζαγκ ανάμεσα σε παλιά σπίτια, πίσω από εργοστάρια και κλειστές αποθήκες. Περνούσε δρόμους χωρίς φώτα και χωρίς ήχους. Στο τέλος έφταντα σε μια παλιά γέφυρα στην άκρη της πόλης. Κοιτούσε αριστερά και δεξιά. Κανείς δεν την παρακολουθούσε. Τότε, έσκυβε και κατέβαινε κάτω από τη γέφυρα.</p><p>Εκεί, κάτω από πέτρες και χώμα, υπήρχε κάτι κρυφό. Με τα χέρια της, μετακινούσε μερικές πέτρες στη βάση της γέφυρας. Ήξερε ποιες. Ήταν πάντα οι ίδemes. Και τότε, μια μικρή πόρτα άνοιγε. Η γυναίκα έμπαινε μέσα.</p><p>Το φως χάθηκε και όλα έγιναν σκοτεινά. Άναβε ένα κερί, έπαιρνε μια δάδα από τον τοίχο και άρχιζε να περπατάει. Ο λαβύρινθος μπροστά της ήταν τεράστιος, με στροφές, σκάλες, τοίχους, και μονοπάτια που άλλαζαν θέση κάθε μέρα. Αλλά αυτή ήξερε τον δρόμο απ’ έξω. Ποτέ δεν έκανε λάθος.</p><p>Καθώς η πόλη ψηλά ζούσε τη μέρα της, με αυτοκίνητα, φωνές και γέλια, εκείνη περπατούσε κάτω απ’ όλα, κάτω από το έδαφος, προς το κέντρο του κόσμου της.</p><p>Και τελικά έφταντα.</p><p>Μπροστά της υψωνόταν ένας κορμός. Όχι απλός. Ήταν ένας κορμός χοντρός σαν πολλά σπίτια μαζί. Γεμάτος ρίζες, παλιές ουλές και μικρά φύλλα. Ήταν ο κορμός της πόλης. Το δέντρο της.</p><p>Η γυναίκα δεν μιλούσε. Έσκυβε, καθάριζε τα φύλλα από τη βάση, έπαιρνε νερό από ένα υπόγειο ρυάκι και πότιζε το δέντρο. Έκοβε νεκρά κομμάτια, έβαζε χώμα, μιλούσε με τα χέρια της πάνω στον φλοιό.</p><p>Κάθε μέρα το ίδιο. Κάθε μέρα το δέντρο στεκόταν πιο γερό. Κανείς άλλος δεν το ήξερε. Κανείς δεν το έβλεπε. Αλλά κάθε δρόμος της πόλης ήταν ένα κλαδί του. Κάθε κτίριο, ένα φύλλο. Όλη η πόλη ζούβε από αυτό το δέντρο. Κι αυτό το δέντρο ζούσε επειδή μια γυναίκα, κάθε πρωί, έπαιρνε τον δρόμο τον λιγότερο περπατημένο.</p>",
    "vocabulary": [
      { "word": "διαμέρισμα", "translation": "apartment" },
      { "word": "ξεχωρίζω", "translation": "to stand out, to be different" },
      { "word": "στροφή", "translation": "turn (in a road)" },
      { "word": "λιγότερος", "translation": "fewer" },
      { "word": "εργοστάσιο", "translation": "factory" },
      { "word": "αποθήκη", "translation": "warehouse" },
      { "word": "γέφυρα", "translation": "bridge" },
      { "word": "παρακολουθώ", "translation": "to watch, to observe" },
      { "word": "σκάλα", "translation": "staircase" },
      { "word": "μονοπάτι", "translation": "path" },
      { "word": "ρίζα", "translation": "root" },
      { "word": "ουλή", "translation": "scar" },
      { "word": "φλοιός", "translation": "bark (of a tree)" },
      { "word": "κλαδί", "translation": "branch" },
      { "word": "φύλλο", "translation": "leaf" },
      { "word": "ποτίζω", "translation": "to water (a plant)" },
      { "word": "νεκρός", "translation": "dead" },
      { "word": "κόβω", "translation": "to cut" },
      { "word": "στεκόταν", "translation": "was standing / remained standing" },
      { "word": "λιγότερο περπατημένος", "translation": "less walked" }
    ],
    "englishTitle": "The Woman and the Tree of the City",
    "englishText": "<p>Every morning, the woman would wake up in a small apartment in the city. She would get up, drink a little water, put on her coat, and go out onto the street — just like everyone else. In the sunlight, her face didn't stand out. Her hair blew in the wind, like everyone else's hair. She walked quickly but quietly, as most people do.</p><p>But if you looked at her very carefully, you would see something strange. At every corner, at every turn, she didn't choose the road with many people. No. She always turned towards the road that had fewer. As she walked, the people around her became fewer and fewer, until in the end, there was no one near her.</p><p>She zigzagged between old houses, behind factories and closed warehouses. She walked streets without lights and without sounds. In the end, she reached an old bridge on the edge of the city. She looked left and right. No one was watching her. Then, she bent down and went under the bridge.</p><p>There, under stones and soil, existed something hidden. With her hands, she moved some stones at the base of the bridge. She knew which ones. They were always the same. And then, a small door opened. The woman went inside.</p><p>The light disappeared and everything became dark. She lit a candle, took a torch from the wall, and began to walk. The labyrinth before her was huge, with turns, stairs, walls, and paths that changed location every day. But she knew the way by heart. She never made a mistake.</p><p>As the city above lived its day, with cars, voices, and laughter, she walked beneath everything, underground, towards the center of her world.</p><p>And finally, she arrived.</p><p>Before her rose a trunk. Not a simple one. It was a trunk as thick as many houses put together. Full of roots, old scars, and small leaves. It was the trunk of the city. Its tree.</p><p>The woman didn't speak. She bent down, cleared the leaves from the base, took water from an underground stream, and watered the tree. She cut off dead parts, added soil, spoke with her hands on the bark.</p><p>The same thing every day. Every day the tree stood stronger. No one else knew it. No one saw it. But every street in the city was a branch of it. Every building, a leaf. The whole city lived from this tree. And this tree lived because one woman, every morning, took the road less traveled.</p>",
    "illustrationUrl": "FairytalesArt/The_Woman_and_the_Tree_of_the_City.jpeg",
    "illustrationAlt": "A woman watering a giant tree underground in a cave."
  },
  {
    "foreignTitle": "Η Έκλειψη των Δύο Αδελφών",
    "language": "Greek", 
    "foreignText": "<p>Μια φορά κι έναν καιρό, ήταν δύο αγόρια. Ο ένας ζούσε μόνο την ημέρα. Τον έλεγαν Φως. Ο άλλος ζούσε μόνο τη νύχτα. Τον έλεγαν Σκιά. Ήταν αδέλφια, αλλά ποτέ δεν μπορούσαν να συναντηθούν.</p><p>Η μητέρα τους τους αγαπούσε πολύ. Αλλά ήταν εξαντλημένη από την αϋπνία, επειδή φρόντιζε τον έναν γιο την ημέρα και τον άλλον τη νύχτα.</p><p> Άρχισε να κλαίει τόσο πολύ που τα δάκρυά της έγιναν ποτάμι. Τότε έγινε η ίδια ποτάμι, ένα ποτάμι που έρεε την ημέρα και τη νύχτα, έτσι ώστε να μπορεί να αγκαλιάζει και τα δύο παιδιά της.</p><p>Ο Φως και ο Σκιά μιλούσαν με το ποτάμι. Το ποτάμι τους τραγουδούσε ιστορίες. Τους χάιδευε με νερό και φως του φεγγαριού.</p><p>Μια μέρα, ο Φως είπε:</p><p>«Θέλω να δω τον αδελφό μου.»</p><p>Και ο Σκιά είπε το ίδιο τη νύχτα.</p><p>Τότε το ποτάμι μίλησε στον ουρανό. Ο ουρανός άκουσε και σκέφτηκε πολύ.</p><p>«Θα σας βοηθήσω», είπε. «Αλλά μόνο για λίγες στιγμές.»</p><p> Έτσι γεννήθηκε η έκλειψη. Όταν έρχεται η έκλειψη, ο Φως και ο Σκιά μπορούν να συναντηθούν. Αγκαλιάζονται, γελούν, λένε τα νέα τους.</p><p>c Και μετά… ο καθένας πηγαίνει ξανά στον κόσμο του.</p><p>Αλλά πάντα περιμένουν την επόμενη έκλειψη.<br>Γιατί η αγάπη των αδελφών δεν κοιμάται ποτέ.</p>",
    "vocabulary": [
      { "word": "μόνο", "translation": "only" },
      { "word": "ημέρα", "translation": "day" },
      { "word": "νύχτα", "translation": "night" },
      { "word": "αδελφός / αδέλφια", "translation": "brother / siblings" },
      { "word": "μητέρα / μάνα", "translation": "mother / mom" },
      { "word": "αγαπώ", "translation": "to love" },
      { "word": "μαζί", "translation": "together" },
      { "word": "ποτέ", "translation": "never" },
      { "word": "δάκρυα", "translation": "tears" },
      { "word": "ποτάμι", "translation": "river" },
      { "word": "έρεε", "translation": "was flowing" },
      { "word": "αγκαλιάζω", "translation": "to hug" },
      { "word": "τραγουδώ", "translation": "to sing" },
      { "word": "χάιδευε", "translation": "was caressing" },
      { "word": "φεγγάρι", "translation": "moon" },
      { "word": "ουρανός", "translation": "sky" },
      { "word": "έκλειψη", "translation": "eclipse" },
      { "word": "στιγμές", "translation": "moments" },
      { "word": "γελώ", "translation": "to laugh" },
      { "word": "νέα", "translation": "news" },
      { "word": "κόσμος", "translation": "world" },
      { "word": "περιμένω", "translation": "to wait" },
      { "word": "αγάπη", "translation": "love" },
      { "word": "κοιμάται", "translation": "sleeps" }
    ],
    "englishTitle": "The Eclipse of the Two Brothers",
    "englishText": "<p>Once upon a time, there were two boys. One lived only during the day. His name was Light. The other lived only at night. His name was Shadow. They were brothers, but they could never meet.</p><p>Their mother loved them very much. But she was exhausted from lack of sleep because she cared for one son by day and the other by night.</p><p>She started to cry so much that her tears turned into a river. Then she herself became the river, a river that flowed day and night, so that she could embrace both her children.</p><p>Light and Shadow spoke with the river. The river sang them stories. It caressed them with water and moonlight.</p><p>One day, Light said:</p><p>\"I want to see my brother.\"</p><p>And Shadow said the same thing at night.</p><p>Then the river spoke to the sky. The sky listened and thought deeply.</p><p>\"I will help you,\" it said. \"But only for a few moments.\"</p><p>And so, the eclipse was born. When the eclipse comes, Light and Shadow can meet. They hug, they laugh, they share their news.</p><p>And then... each returns to his own world.</p><p>But they always wait for the next eclipse.<br>Because the love of brothers never sleeps.</p>",
    "illustrationUrl": "FairytalesArt/The_Eclipse_of_the_Two_Brothers.jpeg",
    "illustrationAlt": "Light and Shadow are playing with each other in the river under the eclipse."
  },
  {
    "foreignTitle": "Σάρι και το Χωριό που Δεν Άλλαζε",
    "language": "Greek", 
    "foreignText": "<p>Κάποτε, πολύ βαθιά μέσα στα βουνά, κοντά σε ένα ποτάμι, υπήρχε ένα χωριό που δεν το έβρισκε κανείς ούτε σε χάρτη ούτε σε παραμύθι. Κανείς καινούριος δεν ερχόταν∙ κανείς δεν έφευγε. Γιατί να φύγεις, άλλωστε, όταν έχεις τα πάντα; Το δάσος έδινε καρπούς και ρίζες, φλούδες με ίαση, δέντρα με σκιά. Το ρυάκι, ακόμη και στα πιο καυτά μεσημέρια του θέρους, δεν στέρευε ποτέ. Κι όλοι είχαν από κάτι – κι αυτό έφτανε.</p><p>Μα κάτι περίεργο είχε αρχίσει παλιά, τόσο παλιά που πια κανείς δεν θυμόταν πότε. Οι άνθρωποι του χωριού σταμάτησαν να μεγαλώνουν. Σταμάτησαν να αλλάζουν. Οι μέρες περνούσαν σαν σύννεφα που δεν ρίχνουν βροχή. Η ζωή υπήρχε, μα δεν κυλούσε.</p><p>Η Σάρι ήταν δεκατριών∙ είχε γίνει δεκατριών έναν αιώνα πριν, και από τότε, τίποτα. Ούτε μια καινούρια γραμμή στο πρόσωπό της, ούτε μια αλλαγή στη φωνή της. Ήταν το μοναδικό παιδί στο χωριό.</p><p>Οι γονείς της, οι θείες, οι γείτονες… Όλοι ίδιοι. Όλοι ζούσαν, μα σαν να ήταν κολλημένοι σε μια φωτογραφία. Κανείς δεν έκλαιγε. Κανείς δεν γελούσε δυνατά. Ο χρόνος είχε παγώσει.</p><p>Μια μέρα, οι γεροντότεροι κάλεσαν τη Σάρι. «Παιδί μου», της είπαν, «η αρχή μας είναι στο βουνό. Εκεί ξεκίνησε ο ποταμός Αν υπάρχει λύση, αν υπάρχει απάντηση για το γιατί σταματήσαμε να αλλάζουμε… θα τη βρεις εκεί. Μόνο εσύ μπορείς».</p><p>Και έτσι, η Σάρι μάζεψε βότανα για τη διαδρομή, έδεσε τα μαλλιά της, και πήρε τον ανηφορικό δρόμο, ακολουθώντας το τραγούδι του νερού προς την πηγή. Περπάτησε μέσα στο δάσος, ανάμεσα σε δέντρα των οποίων τα φύλλα δεν κινούνταν. Ο αέρας ήταν ήσυχος, περίμενε κάτι.</p><p>Καθώς ανέβαινε το βουνό, το μονοπάτι γινόταν στενότερο και οι πέτρες πιο γλιστερές. Η Σάρι κρατιόταν από ρίζες και βράχια, σκουπίζοντας το νερό από το πρόσωπό της. Το ποτάμι δίπλα της τραγουδούσε ένα αρχαίο τραγούδι.</p><p>Ύστερα από ώρες, έφτασε στην αρχή του ποταμού.Υπήρχε μια μεγάλη πέτρα, και από μέσα της έβγαινε νερό — καθαρό, παγωμένο, δυνατό. Το κοίταξε. Το άγγιξε. Το ήπιε. Τίποτα δεν άλλαξε. «Αυτό είναι;» ρώτησε μόνη της. «Αυτό είναι το τέλος;»</p><p>Αλλά δεν έφυγε. Έμεινε εκεί, περπατώντας γύρω από την πηγή, ψάχνοντας κάτι που δεν ήξερε. Όταν ο ήλιος έδυσε, η Σάρι κάθισε στην άκρη του νερού. Η νύχτα ήρθε σιγά, και το φεγγάρι ανέβηκε στον ουρανό.</p><p>Και τότε το νερό άρχισε να λάμπει. Οι σταγόνες του έγιναν φτερά, τα κύματα έγιναν φως. Από την πηγή βγήκε ένα πουλί. Ήταν μεγάλο, πανέμορφο, φτιαγμένο από νερό και φεγγάρι. Δεν είχε φωνή — και όμως η φωνή του μπήκε στην καρδιά της.</p><p>«Αυτό που ζητάς, μικρή Σάρι, είναι η ιστορία που ξέχασαν οι άλλοι. Μια φορά, όταν ήρθαν οι άνθρωποι εδώ, η φύση τρόμαξε. Ξέρει τι μπορούν να κάνουν οι άνθρωποι. Έτσι έγινε μια συμφωνία. Θα μείνετε εδώ, θα ζήσεις, αλλά μόνο αν αφήσεις τις ψυχές σου να τρέχουν σαν το νερό, χωρίς φράγματα στα συναισθήματά σου. Να κλαίτε όταν πονάτε. Να μοιράζεστε όταν χαίρεστε. Έτσι μόνο ο κύκλος θα συνεχίζεται. Έτσι μόνο το νερό θα ρέει. »Μα το ξεχάσατε. Κρύψατε τον πόνο. Κρατήσατε τη χαρά για λίγους. Το νερό δεν μπορούσε να περάσει. Κι έτσι, εμείς πήραμε τον χρόνο σας. Για να ζήσει το δάσος. Για να τραγουδάει ο ποταμός. Ζείτε, αλλά δεν αλλάζετε. Η φύση αλλάζει για εσάς.»</p><p>Η Σάρι άκουγε, και η καρδιά της ήταν βαριά. «Και τώρα;» ρώτησε. «Τι μπορώ να κάνω εγώ;»</p><p>Το πουλί άνοιξε τα φτερά του. Το φως του άγγιξε το πρόσωπό της. «Υπάρχει τρόπος. Αλλά δεν είναι εύκολος. Εσύ κρατάς μέσα σου τη χαρά και τον πόνο όλου του χωριού. Δεν μπορείς να τα φτάσεις. Εγώ μπορώ. Άφησέ με να σε κρατήσω. Θα σε κοιμίσω. Κι όσο θα κοιμάσαι, θα πάρω όλα αυτά τα συναισθήματα και θα τα ρίξω πίσω στο ρεύμα. Ο χρόνος θα ξυπνήσει. Οι άνθρωποι θα αλλάξουν. Θα γεράσουν. Θα πεθάνουν. Μα θα ζουν.»</p><p>Η Σάρι δεν μίλησε αμέσως. Το κοίταξε. Ύστερα είπε: «Ναι. Είμαι έτοιμη.» Και μπήκε στο νερό.</p><p>Το νερό την κράτησε σαν αγκαλιά. Τα μάτια της έκλεισαν. Ο ποταμός την πήρε μαζί του, μακριά από το βουνό, μακριά από το χωριό. Μέσα στο νερό, Η Σάρι κοιμόταν — κι όλα όσα είχε μέσα της έβγαιναν έξω, σαν λουλούδια που ανοίγουν στον ήλιο. Το νερό τραγουδούσε, και ο κόσμος άλλαζε.</p><p>Το νερό κύλησε ξανά στις ρίζες των δέντρων, στις πέτρες, στα σπίτια. Σαν να είχε λείψει για χρόνια — και τώρα, όλα το αναγνώριζαν. Το δάσος ανέπνεε βαθιά. Τα πουλιά τραγουδούσαν με φωνές που είχαν ξεχάσει.</p><p>Και στο χωριό… κάτι άρχισε να αλλάζει.</p><p>Η παλιά γυναίκα που καθόταν κάθε μέρα στην ίδια καρέκλα, σηκώθηκε και κοίταξε τα χέρια της. Είδε ρυτίδες που δεν είχε χτες.</p><p>Κανείς δεν γέλασε. Όλοι κατάλαβαν.</p><p>Ο ποταμός περνούσε τώρα μέσα από το χωριό με φωνή δυνατή. Έσπαγε τη σιωπή των ετών.</p><p>Η Σάρι δεν φάνηκε ξανά.</p><p>Κάποιοι λένε πως έγινε νερό και τρέχει ακόμη στις πέτρες, ψιθυρίζοντας ιστορίες σε όσους σκύβουν να πιουν.</p><p>Και το χωριό αλλάζει. Κάθε χρόνο λίγο. Με χαρά και λύπη. Με ζωή.</p>",
    "vocabulary": [
      { "word": "στέρευε", "translation": "ran dry" },
      { "word": "ίαση", "translation": "healing" },
      { "word": "γεροντότεροι", "translation": "the eldest ones" },
      { "word": "ανηφορικός", "translation": "uphill" },
      { "word": "σακούλι", "translation": "small bag or backpack" },
      { "word": "γλιστερός", "translation": "slippery" },
      { "word": "ρίζες", "translation": "roots" },
      { "word": "πηγή", "translation": "source, spring" },
      { "word": "σταγόνες", "translation": "drops" },
      { "word": "συναισθήματα", "translation": "emotions" },
      { "word": "συμφωνία", "translation": "agreement" },
      { "word": "πονάω", "translation": "to hurt" },
      { "word": "μοιράζομαι", "translation": "to share" },
      { "word": "κοιμίζω", "translation": "to put to sleep" },
      { "word": "ρεύμα", "translation": "current, stream" },
      { "word": "γεράζω", "translation": "to grow old" },
      { "word": "πεθαίνω", "translation": "to die" },
      { "word": "αλλάζω", "translation": "to change" },
      { "word": "κύλησε", "translation": "it flowed" },
      { "word": "αναγνωρίζω", "translation": "to recognize" },
      { "word": "αναπνέω", "translation": "to breathe" },
      { "word": "ρυτίδες", "translation": "wrinkles" },
      { "word": "ψιθυρίζω", "translation": "to whisper" },
      { "word": "χάνομαι", "translation": "to disappear, to be lost" }
    ],
    "englishTitle": "Sari and the Village That Didn't Change",
    "englishText": "<p>Once, very deep in the mountains, near a river, there was a village that no one could find, neither on a map nor in a fairytale. No new person came; no one left. Why leave, after all, when you have everything? The forest provided fruits and roots, barks with healing properties, trees with shade. The stream, even in the scorching summer noons, never ran dry. And everyone had something – and that was enough.</p><p>But something strange had begun long ago, so long ago that no one remembered when. The people of the village stopped growing older. They stopped changing. Days passed like clouds that never rain. Life existed, but it didn't flow.</p><p>Sari was thirteen; she had turned thirteen a century ago, and since then, nothing. Not a single new line on her face, not a single change in her voice. She was the only child in the village.</p><p>Her parents, her aunts, the neighbors… All the same. They all lived, but as if they were stuck in a photograph. No one cried. No one laughed out loud. Time had frozen.</p><p>One day, the eldest ones called Sari. “My child,” they told her, “our beginning is in the mountain. That's where the river starts. If there's a solution, if there's an answer to why we stopped changing… you will find it there. Only you can.”</p><p> And so, Sari gathered herbs for the journey, tied her hair, and took the uphill road, following the song of the water towards its source. She walked through the forest, among trees whose leaves didn't move. The air was quiet, waiting for something.</p><p>As she climbed the mountain, the path grew narrower and the stones slipperier. Sari held onto roots and rocks, wiping water from her face. The river beside her sang an ancient song.</p><p>After hours, she reached the beginning of the river. There was a large stone, and from within it water emerged — clear, ice-cold, powerful. She looked at it. She touched it. She drank it. Nothing changed. “Is this it?” she asked herself. “Is this the end?”</p><p>But she didn't leave. She stayed there, walking around the source, searching for something she didn't know. When the sun set, Sari sat at the edge of the water. Night came slowly, and the moon rose in the sky.</p><p>And then the water began to shine. Its drops became wings, the waves became light. From the source emerged a bird. It was large, beautiful, made of water and moonlight. It had no voice — and yet its voice entered her heart.</p><p>“What you seek, little Sari, is the story that others forgot. Once, when people came here, nature was frightened. It knows what people can do. So an agreement was made. You will stay here, you’ll live, but only if you let your souls run like water, no dams on your feelings. Cry when you are in pain. Share when you are happy. Only then will the cycle continue. Only then will the water flow. But you forgot. You hid the pain. You kept joy for a few. The water could not pass. And so, we took your time. For the forest to live. For the river to sing. You live, but you don't change. Nature changes for you.”</p><p>Sari listened, and her heart was heavy. “And now?” she asked. “What can I do?”</p><p>The bird opened its wings. Its light touched her face. “There is a way. But it is not easy. You hold within you the joy and pain of the entire village. You cannot reach it. I can. Let me hold you. I will put you to sleep. And as you sleep, I will take all those emotions and cast them back into the current. Time will awaken. People will change. They will grow old. They will die. But they will live.”</p><p>Sari didn't speak immediately. She looked at it. Then she said: “Yes. I am ready.” And she entered the water.</p><p>The water held her like an embrace. Her eyes closed. The river took her with it, far from the mountain, far from the village. In the water, Zari slept — and all that was inside her came out, like flowers opening in the sun. The water sang, and the world changed.</p><p>The water flowed again to the roots of the trees, to the stones, to the houses. As if it had been gone for years — and now, everything recognized it. The forest breathed deeply. The birds sang with voices they had forgotten.</p><p>And in the village… something began to change.</p><p>The old woman who sat every day in the same chair, stood up and looked at her hands. She saw wrinkles she hadn't had yesterday.</p><p>No one laughed. Everyone understood.</p><p>The river now passed through the village with a strong voice. It broke the silence of the years.</p><p>Sari did not appear again.</p><p>Some say she became water and still flows over the stones, whispering stories to those who bend down to drink.</p><p>And the village changes. A little bit every year. With joy and sorrow. With life.</p>",
    "illustrationUrl": "FairytalesArt/Sari_and_the_Village_That_Didnt_Change.jpeg",
    "illustrationAlt": "A girl with closed eyes becoming one with the river flowing down the stream through a dark forest."
  },
  {
    "foreignTitle": "Η λίμνη των νεράιδων",
    "language": "Greek", 
    "foreignText": "<p>Κάποτε, μέσα σε ένα παλιό δάσος, ζούσαν νεράιδες. Κάθε βράδυ, όταν έπεφτε το φεγγάρι στον ουρανό, οι νεράιδες έβγαιναν από τα δέντρα και πήγαιναν σε μαγικά ρυάκια. Έπλεναν τα μαλλιά τους και τα φτερά τους με νερό που έλαμπε σαν ασήμι. Ήταν ένα μυστικό τελετουργικό.</p><p>Το πρωί, πριν βγει ο ήλιος, έκοβαν το νερό. Κανείς δεν ήξερε από πού έτρεχαν αυτά τα ρυάκια, ούτε πού πήγαινε το νερό. Ήταν νερό μόνο για τις νεράιδες.</p><p>Ένα βράδυ, ένας περιπλανώμενος μουσικός πέρασε μέσα από το δάσος. Είχε παίξει μουσική όλη την ημέρα και τώρα περπατούσε σιωπηλά. Άκουσε ήχους από νερό και γέλια. Κρύφτηκε πίσω από έναν μεγάλο κορμό και είδε τις νεράιδες.</p><p>Μία νεράιδα τον είδε. Δεν φοβήθηκε. Τα μάτια της έλαμψαν. Πήγε κοντά του, και του έπιασε το χέρι. Περπάτησαν μαζί μέσα στη νύχτα και η νεράιδα ξέχασε να γυρίσει πίσω. Ξέχασε και να κλείσει το ρυάκι.</p><p>Το πρωί, το νερό δεν σταμάτησε. Έτρεχε και έτρεχε, και γέμισε όλο το ξέφωτο. Έγινε λίμνη.</p><p>Οι άλλες νεράιδες δεν την ξαναείδαν. Η νεράιδα είχε φύγει με τον μουσικό. Όμως κάθε βράδυ, οι νεράιδες πλένουν τα μαλλιά τους στη λίμνη, και θυμούνται τη μία που ερωτεύτηκε και δεν γύρισε ποτέ.</p>",
    "vocabulary": [
      { "word": "νεράιδα", "translation": "fairy" },
      { "word": "ρυάκι", "translation": "stream" },
      { "word": "έλαμπε", "translation": "shone / was shining" },
      { "word": "τελετουργικό", "translation": "ritual" },
      { "word": "έκοβαν (το νερό)", "translation": "turned off (the water)" },
      { "word": "κορμός", "translation": "tree trunk" },
      { "word": "ξέφωτο", "translation": "forest clearing" },
      { "word": "θυμούνται", "translation": "they remember" },
      { "word": "ερωτεύτηκε", "translation": "fell in love" },
      { "word": "γέμισε", "translation": "filled (up)" }
    ],
    "englishTitle": "The Fairies' Lake",
    "englishText": "<p>Once upon a time, deep inside an old forest, lived fairies. Every night, when the moon fell into the sky, the fairies would emerge from the trees and go to magical streams. They would wash their hair and wings with water that shone like silver. It was a secret ritual.</p><p>In the morning, before the sun rose, they would turn off the water. No one knew where these streams flowed from, nor where the water went. It was water only for the fairies.</p><p>One evening, a wandering musician passed through the forest. He had played music all day and now walked silently. He heard sounds of water and laughter. He hid behind a large tree trunk and saw the fairies.</p><p>One fairy saw him. She was not afraid. Her eyes sparkled. She went close to him, and took his hand. They walked together through the night, and the fairy forgot to turn back. She also forgot to close the stream.</p><p>In the morning, the water did not stop. It flowed and flowed, and filled the entire clearing. It became a lake.</p><p>The other fairies never saw her again. The fairy had left with the musician. But every night, the fairies wash their hair in the lake, and remember the one who fell in love and never returned.</p>",
    "illustrationUrl": "FairytalesArt/The_Fairies_Lake.jpeg",
    "illustrationAlt": "Fairies bathing in a magical lake in a forest under moonlight."
  },
  {
    "foreignTitle": "Η Κοπέλα από την Πρωινή Ομίχλη",
    "foreignText": "<p>Κάποτε, σε ένα μικρό νησί που αγκάλιαζε η απεραντοσύνη του Αιγαίου, ζούσε ένας ψαράς, ο Νίκος, με καρδιά αγνή και χέρια σκληρά από τη δουλειά. Κάθε χαραυγή, πριν ακόμα οι πρώτες αχτίδες του ήλιου φιλήσουν τη θάλασσα, ο Νίκος έβγαινε με την ψαρόβαρκά του, αφήνοντας πίσω του το μικρό λιμάνι.</p><p>Ένα ήσυχο πρωινό, με τη θάλασσα ακόμα ήρεμη και τον ουρανό πασπαλισμένο με διαμάντια, ο Νίκος είδε κάτι που του κόλλησε την ανάσα.Μια κοπέλα, φτιαγμένη από την ίδια την πρωινή ομίχλη, περπατούσε πάνω στα κύματα. Τα μαλλιά της έλαμπαν σαν αστέρια. «Με λένε Αργυρώ», ψιθύρισε η κοπέλα. «Είμαι κόρη της θάλασσας και του ουρανού. Ζω μόνο όσο υπάρχει ομίχλη το πρωί.» Ο Νίκος την ερωτεύτηκε. Κάθε μέρα την περίμενε, και οι δυο τους μοιράζονταν ιστορίες, κοιτώντας τα αστέρια να σβήνουν σιγά σιγά.</p><p>Στο ίδιο νησί ζούσε και η Θάλεια, μια μάντισσα με μάτια που έβλεπαν πέρα από τον χρόνο, και καρδιά που χτυπούσε δυνατά για τον Νίκο. Μια νύχτα, καθώς κοιτούσε τη κρυστάλλινη σφαίρα της, είδε το μέλλον να ξεδιπλώνεται μπροστά της: θα έπλεε στον πιο επικίνδυνο λαβύρινθο σπηλιών του νησιού και θα έκλεβε το πιο πολύτιμο μαργαριτάρι. Μόλις ελευθέρωνε το μαργαριτάρι από τη σπηλιά, «η ψυχή που προοριζόταν να είναι ελεύθερη, επιτέλους θα απελευθερωνόταν». Η Θάλεια, πιστεύοντας πως το μαργαριτάρι θα απελευθέρωνε τον Νίκο από το ψάρεμα, ώστε να μείνει στο νησί και να την προσέξει, πήρε το κανό της.</p><p>Πλέοντας μέσα από τους στενούς διαδρόμους του υδάτινου λαβύρινθου, η Θάλεια παραλίγο να χτυπήσει στα υποθαλάσσια πετρώματα. Η σφαίρα της την καθοδηγούσε. Όσο πιο κοντά έφτανε στο μαργαριτάρι, τόσο πιο έντονο γινόταν το γαλάζιο φως που πλημμύριζε το νερό. Τελικά, ολόκληρη η σπηλιά φωτίστηκε από ένα εκθαμβωτικό μπλε, και το μαργαριτάρι αποκαλύφθηκε. Η Θάλεια το πήρε στα χέρια της και το έβγαλε στο φως του πρωινού.</p><p>Μόλις η πρώτη αχτίδα του ήλιου άγγιξε το μαργαριτάρι, αυτό εξερράγη σε ένα εκθαμβωτικό ουράνιο τόξο, απελευθερώνοντας έναν κρύο άνεμο που διέλυσε την ομίχλη και άλλαξε τον καιρό για πάντα. Η Αργυρώ, η κοπέλα της ομίχλης, πρόλαβε μόνο μια στιγμή να ανασηκωθεί, να χαμογελάσει στον ορίζοντα, να απλώσει τα χέρια της και να εξαφανιστεί.</p><p>Ο Νίκος δεν ξαναείδε ποτέ την κοπέλα του. Κάθε πρωί, βγάζει τη βάρκα του στην τρικυμιώδη θάλασσα, περιμένοντας τον καιρό να αλλάξει ξανά και την Αργυρώ να επιστρέψει. Δεν έχει επιστρέψει ακόμα, αλλά ο Νίκος συνεχίζει να ελπίζει.</p>",
    "vocabulary": [
      { "word": "απεραντοσύνη", "translation": "vastness" },
      { "word": "αγνή", "translation": "pure" },
      { "word": "σκληρά", "translation": "calloused (here, meaning tough/hard from work)" },
      { "word": "χαραυγή", "translation": "dawn" },
      { "word": "αχτίδες", "translation": "rays (of light)" },
      { "word": "φιλήσουν", "translation": "kiss (here, metaphorically, \"touch\")" },
      { "word": "αφήνοντας", "translation": "leaving" },
      { "word": "λιμάνι", "translation": "harbor" },
      { "word": "γαλήνια", "translation": "calm, serene" },
      { "word": "αστραφτερά", "translation": "sparkling, glistening" },
      { "word": "αντίκρισε", "translation": "beheld, faced (a sight)" },
      { "word": "θέαμα", "translation": "sight, spectacle" },
      { "word": "ψιθύρισε", "translation": "whispered" },
      { "word": "απαλή", "translation": "soft, gentle" },
      { "word": "μοιράζονταν", "translation": "shared" },
      { "word": "σβήνουν", "translation": "fade, extinguish (present tense of \"σβήνω\")" },
      { "word": "μάντισσα", "translation": "fortune teller, oracle" },
      { "word": "κρυστάλλινη σφαίρα", "translation": "crystal ball" },
      { "word": "ξεδιπλώνεται", "translation": "unfolds, unravels" },
      { "word": "έπλεε", "translation": "would sail (imperfect tense of \"πλέω\")" },
      { "word": "επικίνδυνο", "translation": "dangerous" },
      { "word": "λαβύρινθο", "translation": "labyrinth" },
      { "word": "έκλεβε", "translation": "would steal (imperfect tense of \"κλέβω\")" },
      { "word": "πολύτιμο", "translation": "precious, valuable" },
      { "word": "μαργαριτάρι", "translation": "pearl" },
      { "word": "ελευθέρωνε", "translation": "would free (imperfect tense of \"ελευθερώνω\")" },
      { "word": "απελευθερωνόταν", "translation": "would be set free, would be liberated (imperfect passive)" },
      { "word": "πιστεύοντας", "translation": "believing" },
      { "word": "κανό", "translation": "canoe" },
      { "word": "διαδρόμους", "translation": "passages, corridors" },
      { "word": "υποθαλάσσια", "translation": "underwater, submarine" },
      { "word": "πετρώματα", "translation": "rocks, formations" },
      { "word": "καθοδηγούσε", "translation": "guided" },
      { "word": "έντονο", "translation": "intense, strong" },
      { "word": "πλημμύριζε", "translation": "flooded, inundated" },
      { "word": "εκθαμβωτικό", "translation": "dazzling, blinding" },
      { "word": "αποκαλύφθηκε", "translation": "was revealed, was discovered" },
      { "word": "εξερράγη", "translation": "exploded, burst forth" },
      { "word": "ουράνιο τόξο", "translation": "rainbow" },
      { "word": "απελευθερώνοντας", "translation": "releasing, setting free" },
      { "word": "κρύο", "translation": "cold" },
      { "word": "διέλυσε", "translation": "dissipated, dissolved" },
      { "word": "άλλαξε", "translation": "changed" },
      { "word": "για πάντα", "translation": "forever" },
      { "word": "πρόλαβε", "translation": "managed (to do something in time), caught" },
      { "word": "ανασηκωθεί", "translation": "to rise up, to stand up" },
      { "word": "χαμογελάσει", "translation": "to smile" },
      { "word": "απλώσει", "translation": "to spread out, to extend" },
      { "word": "εξαφανιστεί", "translation": "to disappear" },
      { "word": "τρικυμιώδη", "translation": "stormy, turbulent" },
      { "word": "ελπίζει", "translation": "hopes, is hoping (present tense of \"ελπίζω\")" }
    ],
    "englishTitle": "The Girl from the Morning Mist",
    "englishText": "<p>Once upon a time, on a small island embraced by the vastness of the Aegean, lived a fisherman, Nikos, with a pure heart and hands calloused from work. Every dawn, before the first rays of the sun even kissed the sea, Nikos would set out in his fishing boat, leaving the small harbor behind.</p><p>One quiet morning, with the sea still quiet and the sky sprinkled with diamonds, Nikos saw something that took his breath away. A girl, made from the very morning mist, walked upon the waves. Her hair shone like stars. “My name is Argyrou,” the girl whispered. “I am a daughter of the sea and the sky. I live only as long as there is mist in the morning.” Nikos fell in love with her. Every day he waited for her, and the two of them shared stories, watching the stars slowly fade away.</p><p>On the same island also lived Thaleia, a fortune teller with eyes that saw beyond time, and a heart that beat strongly for Nikos. One night, as she gazed into her crystal ball, she saw the future unfold before her: she would sail into the island’s most dangerous labyrinth of caves and steal the most precious pearl. Once she freed the pearl from the cave, “the soul that was meant to be free would finally be set free.” Thaleia, believing the pearl would free Nikos from fishing, so that he would stay on the island and pay attention to her, took her canoe.</p><p>Sailing through the narrow passages of the water labyrinth, Thaleia almost crashed into the underwater rocks. Her crystal ball guided her. The closer she got to the pearl, the more intense became the blue light that flooded the water. Finally, the entire cave lit up with a dazzling blue, and the pearl was revealed. Thaleia took it in her hands and brought it into the morning light.</p><p>As soon as the first ray of sun touched the pearl, it exploded into a dazzling rainbow, releasing a cold wind that dissipated the mist and changed the weather forever. Argyrou, the girl of the mist, only managed for a moment to rise up, to smile at the horizon, to spread her hands, and to disappear.</p><p>Nikos never saw his girlfriend again. Every morning, he takes his boat out into the turbulent sea, waiting for the weather to change again and for Argyrou to return. She hasn’t returned yet, but Nikos continues to hope.</p>",
    "illustrationUrl": "FairytalesArt/The_Girl_from_the_Morning_Mist.jpeg",
    "illustrationAlt": "A girl made of mist walking on water."
  },
  {
    "foreignTitle": "Η Νεφέλη και το Καλοκαίρι του Δράκου",
    "language": "Greek", 
    "foreignText": "<p>Ήταν καλοκαίρι στην ακτή. Ο ήλιος έκαιγε, αλλά το αεράκι ήταν δροσερό. Η Νεφέλη, ένα κορίτσι με μεγάλα μάτια και άγρια μαλλιά, περπατούσε μόνη της στα βράχια, ψηλά πάνω από τη θάλασσα. Το μυαλό της ήταν γεμάτο σκέψεις. Σκεφτόταν πως δεν ήθελε να φύγει από αυτό το μέρος που αγαπούσε, αλλά το χωριό της άδειαζε. Πολλοί είχαν φύγει, αναζητώντας αλλού μια καλύτερη ζωή. Η γη ήταν δύσκολη, και τώρα, με τους καύσωνες που σκότωναν και τις βροχές που πλημμύριζαν τα πάντα τον χειμώνα, η καλλιέργεια είχε γίνει ένας ατέλειωτος αγώνας.</p><p>Μια λιβελούλα με χρυσά φτερά εμφανίστηκε ξαφνικά και άφησε στο χέρι της Νεφέλης μια μικρή γαλάζια στρογγυλή πέτρα που έλαμπε σαν αστέρι. Μέσα στο μυαλό της Νεφέλης, σαν απαλή φωνή, ακούστηκαν οι λέξεις της λιβελούλας: «Δώσε την πέτρα σε αυτόν που πρέπει να θυμηθεί».</p><p>Μόλις η Νεφέλη άγγιξε την πέτρα, ένιωσε μια παράξενη φωτιά να ανάβει μέσα στο στήθος της. Για να ηρεμήσει αυτή τη ζεστασιά, αποφάσισε να κατέβει αμέσως προς τη θάλασσα για να βρει δροσιά στο νερό. Στο δρόμο της προς την ακτή, ανάμεσα στα παλιά δέντρα, ανακάλυψε ένα κρυφό μονοπάτι. Ήταν γεμάτο με λαμπερούς κρυστάλλους που άλλαζαν χρώματα με το φως, μπλε, πράσινο, ροζ. Το μονοπάτι την οδήγησε μέσα από πυκνούς, ακανθώδεις θάμνους, και εκεί, βρήκε έναν δράκο.</p><p>Η Νεφέλη τον κοίταξε χωρίς φόβο, παρόλο που ήταν τόσο μεγάλος. «Γιατί είσαι τόσο λυπημένος;» ρώτησε. Ο δράκος αναστέναξε, ένας ήχος βαθύς και λυπημένος. «Ξέχασα ποιος είμαι», της είπε. «Οι άνθρωποι με φοβήθηκαν τόσο πολύ, το φως μου τους τρόμαξε, και έτσι κρύφτηκα για να σωθώ. Μαζί με το φως μου, όμως, χάθηκε και η μνήμη μου. Έγινα ένας απλός κοιμισμένος δράκος».</p><p>Η Νεφέλη του έδωσε τη στρογγυλή γαλάζια πέτρα. Ο δράκος την κοίταξε, έβγαλε ένα δυνατό φύσημα φωτιάς από τα ρουθούνια του και τα μάτια του άστραψαν με μια νέα λάμψη. Ξαφνικά, πέταξε ψηλά στον ουρανό, κάνοντας κύκλους πάνω από την ακτή και σηκώνοντας μεγάλους κυματισμούς από τη θάλασσα.</p><p>«Ξέρω ποιος είμαι! Θυμάμαι!» βρόντηκε η φωνή του στον αέρα. «Πρέπει να αναπνέω φωτιά, να καίω ό,τι χρειάζεται να καεί και να αφήνω να ζει ό,τι πρέπει να ζήσει!»</p><p>Είπε αυτά και πέταξε μακριά, χάνοντας τον εαυπό του στον γαλανό ουρανό.</p><p>Αυτό το καλοκαίρι ήταν το πρώτο χωρίς τους θανατηφόρους καύσωνες. Οι βροχές έπεφταν πλέον ακριβώς πάνω στις καλλιέργειες και όχι για να πλημμυρίζουν τους δρόμους. Το χωριό της Νεφέλης μεταμορφώθηκε, έγινε πράσινο και ανθισμένο. Άνθρωποι άρχισαν να το επισκέπτονται ξανά, και μερικοί αποφάσισαν να μείνουν, φέρνοντας ζωή και χαρά. Και η Νεφέλη ήξερε πως κάπου εκεί έξω πετούσε ο δράκος της.</p>",
    "vocabulary": [
      { "word": "ακτή", "translation": "coast" },
      { "word": "έκαιγε", "translation": "was burning" },
      { "word": "αεράκι", "translation": "breeze" },
      { "word": "δροσερό", "translation": "cool" },
      { "word": "άγρια μαλλιά", "translation": "wild hair" },
      { "word": "βράχια", "translation": "rocks" },
      { "word": "άδειαζε", "translation": "was emptying" },
      { "word": "αναζητώντας", "translation": "seeking" },
      { "word": "καύσωνες", "translation": "heatwaves" },
      { "word": "πλημμύριζαν", "translation": "were flooding" },
      { "word": "καλλιέργεια", "translation": "cultivation, farming" },
      { "word": "ατέλειωτος αγώνας", "translation": "endless struggle" },
      { "word": "λιβελούλα", "translation": "dragonfly" },
      { "word": "φτερά", "translation": "wings" },
      { "word": "εμφανίστηκε", "translation": "appeared" },
      { "word": "έλαμπε", "translation": "shone, gleamed" },
      { "word": "απαλή", "translation": "soft, gentle" },
      { "word": "θυμηθεί", "translation": "to remember" },
      { "word": "άγγιξε", "translation": "touched" },
      { "word": "παράξενη", "translation": "strange" },
      { "word": "ανάβει", "translation": "ignites" },
      { "word": "στήθος", "translation": "chest" },
      { "word": "ηρεμήσει", "translation": "to calm down" },
      { "word": "ζεστασιά", "translation": "warmth" },
      { "word": "δροσιά", "translation": "coolness" },
      { "word": "κρυφό μονοπάτι", "translation": "hidden path" },
      { "word": "λαμπερούς", "translation": "glowing, shining" },
      { "word": "κρυστάλλους", "translation": "crystals" },
      { "word": "ακανθώδεις θάμνους", "translation": "thorny bushes" },
      { "word": "αναστέναξε", "translation": "sighed" },
      { "word": "λυπημένος", "translation": "sad" },
      { "word": "κρύφτηκα", "translation": "I hid" },
      { "word": "σωθώ", "translation": "to be saved" },
      { "word": "μνήμη", "translation": "memory" },
      { "word": "κοιμισμένος", "translation": "sleeping" },
      { "word": "φύσημα φωτιάς", "translation": "breath of fire" },
      { "word": "ρουθούνια", "translation": "nostrils" },
      { "word": "άστραψαν", "translation": "sparkled, flashed" },
      { "word": "λάμψη", "translation": "gleam, shine" },
      { "word": "πέταξε", "translation": "flew" },
      { "word": "κύκλους", "translation": "circles" },
      { "word": "κυματισμούς", "translation": "ripples, waves" },
      { "word": "βρόντηκε", "translation": "thundered" },
      { "word": "αναπνέω", "translation": "to breathe" },
      { "word": "καίω", "translation": "to burn" },
      { "word": "φύλακας", "translation": "guardian" },
      { "word": "ισορροπίας", "translation": "balance" },
      { "word": "χάνοντας τον εαυτό του", "translation": "losing himself" },
      { "word": "γαλανό ουρανό", "translation": "azure sky" },
      { "word": "θανατηφόρους", "translation": "deadly" },
      { "word": "καλλιέργειες", "translation": "crops" },
      { "word": "μεταμορφώθηκε", "translation": "was transformed" },
      { "word": "ανθισμένο", "translation": "blooming" },
      { "word": "επισκέπτονται", "translation": "visit" },
      { "word": "φέρνοντας", "translation": "bringing" }
    ],
    "englishTitle": "Nefeli and the Dragon's Summer",
    "englishText": "<p>It was summer on the coast. The sun was burning, but the breeze was cool. Nefeli, a girl with large eyes and wild hair, walked alone on the rocks, high above the sea. Her mind was full of thoughts. She was thinking that she didn’t want to leave this place she loved, but her village was emptying. Many had left, seeking a better life elsewhere. The land was difficult, and now, with the killing heatwaves and the rains that flooded everything in winter, cultivation had become an endless struggle.</p><p>A dragonfly with golden wings suddenly appeared and left a small, round blue stone in Nefeli’s hand that shone like a star. Inside Nefeli’s mind, like a soft voice, the dragonfly’s words were heard: “Give the stone to the one who needs to remember.”</p><p>As soon as Nefeli touched the stone, she felt a strange fire ignite within her chest. To calm this warmth, she decided to go down to the sea immediately to find coolness in the water. On her way to the shore, among the old trees, she discovered a hidden path. It was full of glowing crystals that changed colors with the light, blue, green, pink. The path led her through dense, thorny bushes, and there, she found a dragon.</p><p>Nefeli looked at him without fear, even though he was so large. “Why are you so sad?” she asked. The dragon sighed, a deep and mournful sound. “I forgot who I am,” he told her. “People were so afraid of me, my light frightened them, and so I hid to save myself. Along with my light, however, my memory was also lost. I became a simple sleeping dragon.”</p><p>Nefeli gave him the round blue stone. The dragon looked at it, let out a powerful gust of fire from his nostrils, and his eyes sparkled with a new gleam. Suddenly, he flew high into the sky, circling above the coast and raising large ripples from the sea.</p><p>“I know who I am! I remember!” his voice thundered in the air. “I must breathe fire, burn what needs to be burned, and let live what needs to live!”</p><p>He said these words and flew away, losing himself in the azure sky.</p><p>This summer was the first without the deadly heatwaves. The rains now fell precisely on the crops and not to flood the roads. Nefeli’s village was transformed, becoming green and blooming. People began to visit it again, and some decided to stay, bringing life and joy. And Nefeli knew that somewhere out there her dragon flew.</p>",
    "illustrationUrl": "FairytalesArt/Nefeli_and_the_Dragons_Summer.jpeg",
    "illustrationAlt": "Nefeli, a girl with wild hair, receiving a blue stone from a dragonfly in a landscape by the sea, under a hot summer sun."
  },
  {
    "foreignTitle": "Ίνο και οι Σαύρες",
    "language": "Greek", 
    "foreignText": "<p>Σ’ ένα μικρό χωριό, πνιγμένο σε βουνά, σε ποταμάκια, βράχια, αγκάθια και ένα αρχαίο πευκοδάσος, ζούσε ένα αγόρι. Ο Ίνο. Ήταν αλλιώτικος απ’ όλους.</p><p>Πρώτα απ’ όλα, αγαπούσε τα βιβλία πιο πολύ απ’ τους ανθρώπους. Κι έπειτα, φρόντιζε υπερβολικά τα μικρά πράγματα — έτσι έλεγε η μητέρα του. Όταν έβλεπε τον πατέρα του να σηκώνει το παπούτσι για να σκοτώσει μια αράχνη, έτρεχε, τη μάζευε απαλά στις παλάμες του και την άφηνε έξω, κάτω από τις φυλλωσιές. Όταν η μητέρα του έστησε παγίδα για ποντίκια στο υπόγειο, ο Ίνο ξαγρύπνησε εκεί όλη τη νύχτα. Και όταν ήρθε το ποντίκι, το έπιασε σ’ ένα βάζο, το κουβάλησε ως τα βαθιά του δάσους και το άφησε να φύγει.</p><p>«Μη γυρίσεις πίσω», του είπε. Και το ποντίκι δεν γύρισε ποτέ.</p><p>Μια μέρα, διαβάζοντας σ’ ένα παλιό βιβλίο, έμαθε για ένα ερείπιο βαθιά μέσα στο δάσος, ερείπιο που κατοικούνταν, έλεγαν, από σαύρες που λάμπουν μωβ και μπλε όταν φοβούνται. Ήθελε τόσο να τις δει.</p><p>Η μητέρα του του είχε απαγορεύσει να πηγαίνει τόσο μακριά. Μα ένα απόγευμα, η επιθυμία ήταν πιο δυνατή απ’ τον φόβο. Κι έτσι ξεκίνησε. Ακολούθησε ένα στενό μονοπάτι, κάτω από σκιές και πουρνάρια, ώσπου έφτασε.</p><p>Το ερείπιο στεκόταν μέσα στο χρυσό φως του δειλινού, με κίτρινες κολώνες ψηλές και ραγισμένες, σαν δόντια θεού. Ο Ίνο κάθισε σε μια πέτρα. Γύρω του, σαύρες καφέ και πράσινες γλιστρούσαν στις χαραμάδες. Καμία δεν έλαμπε.</p><p>Ήξερε πως για να γίνουν μωβ και μπλε, έπρεπε να φοβηθούν. Αλλά εκείνες δεν τον φοβόντουσαν. Ήταν ήρεμες, σχεδόν περίεργες. Ο Ίνο ένιωσε ένα βάρος στο στήθος του. Τα μάτια του βάρυναν και τα δάκρυα κύλησαν σιωπηλά. Ήταν κουρασμένος, πεινασμένος, και το χειρότερο: χαμένος. Σε λίγο δεν θα φαινόταν ούτε το μονοπάτι για το σπίτι.</p><p>Και τότε, μέσα στο μισοσκόταδο, άναψαν τα χρώματα. Μωβ και μπλε φλόγες χόρευαν πάνω στις πέτρες. Δεκάδες σαύρες τον κοιτούσαν. Δεν ήξερε αν φοβήθηκαν το κλάμα του, ή αν φοβόντουσαν για εκείνον.</p><p>Μια από αυτές έφυγε και γύρισε φέρνοντας μαζί της το ποντίκι. Το ίδιο που είχε σώσει.</p><p>Το ποντίκι τον αναγνώρισε και έτρεξε πάλι μακριά. Όταν επέστρεψε, κουβαλούσε φύλλα πλατιά σαν παλάμες, γεμάτα αρακά και καλαμπόκι. Ο Ίνο έφαγε και δυνάμωσε λίγο.</p><p>Το ποντίκι είχε φέρει και την αράχνη. Καθόταν στην πλάτη του, με τα πόδια της μαζεμένα, σαν να συλλογιζόταν.</p><p>«Με έσωσες τότε», του είπε με φωνή λεπτή, «τώρα θα σε σώσω εγώ. Το ποντίκι δεν μπορεί να φύγει απ’ το νέο της σπίτι, αλλά εγώ ξέρω ποιος μπορεί. Ακολούθησέ με.»</p><p>Η αράχνη γλίστρησε ψηλά σ’ ένα πεύκο, και ύστερα πέταξε στο κενό πάνω σ’ έναν ασημένιο ιστό, σαν αλεξίπτωτο φτιαγμένο από νύχτα. Ο Ίνο την ακολούθησε, με βήματα ήσυχα και βλέμμα γυαλιστερό.</p><p>Έφτασαν σ’ ένα ρυάκι που έλαμπε κάτω απ’ το φως του φεγγαριού.</p><p>Και τότε, το νερό μίλησε.</p><p>«Σε ξέρω από τότε που ήσουν πολύ μικρός. Σε θυμάμαι. Θα σε βοηθήσω. Ακολούθησε τα νερά μου. Θα σε πάνε σπίτι.»</p><p>Ο Ίνο περπάτησε πλάι στο ρεύμα. Τα αστέρια καθρεφτίζονταν στο νερό. Ήταν σαν να προχωρούσε ανάμεσα σε δυο ουρανούς.</p><p>Και λίγο πριν τον πάρει ο ύπνος από την εξάντληση, είδε μακριά τα πορτοκαλί φώτα του χωριού του να τρεμοπαίζουν, περίμεναν.</p>",
    "vocabulary": [
      { "word": "πνιγμένο", "translation": "engulfed, submerged" },
      { "word": "αλλιώτικος", "translation": "different, peculiar" },
      { "word": "φρόντιζε", "translation": "cared for, looked after" },
      { "word": "υπερβολικά", "translation": "excessively, overly" },
      { "word": "απαλά", "translation": "gently" },
      { "word": "παλάμες", "translation": "palms" },
      { "word": "φυλλωσιές", "translation": "foliage" },
      { "word": "έστησε παγίδα", "translation": "set a trap" },
      { "word": "υπόγειο", "translation": "basement" },
      { "word": "ξαγρύπνησε", "translation": "stayed awake all night" },
      { "word": "κουβάλησε", "translation": "carried" },
      { "word": "ερείπιο", "translation": "ruin" },
      { "word": "κατοικούνταν", "translation": "was inhabited" },
      { "word": "σαύρες", "translation": "lizards" },
      { "word": "λάμπουν", "translation": "they shine, glow" },
      { "word": "μωβ", "translation": "purple" },
      { "word": "απαγορεύσει", "translation": "forbidden" },
      { "word": "επιθυμία", "translation": "desire" },
      { "word": "μονοπάτι", "translation": "path" },
      { "word": "πουρνάρια", "translation": "thorny shrubs (kermes oaks)" },
      { "word": "δειλινού", "translation": "dusk, late afternoon" },
      { "word": "κολώνες", "translation": "columns" },
      { "word": "ραγισμένες", "translation": "cracked" },
      { "word": "χαραμάδες", "translation": "cracks, crevices" },
      { "word": "γλιστρούσαν", "translation": "were slipping, sliding" },
      { "word": "περίεργες", "translation": "curious" },
      { "word": "βάρος", "translation": "weight" },
      { "word": "δάκρυα", "translation": "tears" },
      { "word": "κύλησαν", "translation": "rolled down" },
      { "word": "σιωπηλά", "translation": "silently" },
      { "word": "μισοσκόταδο", "translation": "twilight, semidarkness" },
      { "word": "άναψαν", "translation": "lit up (plural)" },
      { "word": "φλόγες", "translation": "flames" },
      { "word": "χόρευαν", "translation": "danced" },
      { "word": "φωτεινές", "translation": "bright" },
      { "word": "διάφανες", "translation": "transparent" },
      { "word": "κλάμα", "translation": "crying" },
      { "word": "κουβαλούσε", "translation": "was carrying" },
      { "word": "αρακά", "translation": "peas" },
      { "word": "καλαμπόκι", "translation": "corn" },
      { "word": "δυνάμωσε", "translation": "got stronger" },
      { "word": "συλλογιζόταν", "translation": "was pondering, thinking" },
      { "word": "λεπτή", "translation": "thin, delicate" },
      { "word": "γλίστρησε", "translation": "slipped, climbed" },
      { "word": "κενό", "translation": "void, empty space" },
      { "word": "ιστός", "translation": "web" },
      { "word": "αλεξίπτωτο", "translation": "parachute" },
      { "word": "βλέμμα γυαλιστερό", "translation": "glistening gaze" },
      { "word": "ρυάκι", "translation": "stream" },
      { "word": "καθρεφτίζονταν", "translation": "were reflected" },
      { "word": "ρεύμα", "translation": "current, stream" },
      { "word": "εξάντληση", "translation": "exhaustion" },
      { "word": "τρεμοπαίζουν", "translation": "flicker, waver" }
    ],
    "englishTitle": "Ino and the Lizards",
    "englishText": "<p>In a small village, engulfed by mountains, streams, rocks, thorns, and an ancient pine forest, lived a boy. Ino. He was different from everyone else.</p><p>First of all, he loved books more than people. And then, he cared excessively for small things — that's what his mother would say. When he saw his father raise his shoe to kill a spider, he would run, gently scoop it into his palms, and release it outside, under the foliage. When his mother set a trap for mice in the basement, Ino stayed awake there all night. And when the mouse came, he caught it in a jar, carried it deep into the forest, and let it go.</p><p>“Don't come back,” he told it. And the mouse never did.</p><p>One day, reading an old book, he learned about a ruin deep in the forest, a ruin that was inhabited, they said, by lizards that glow purple and blue when they are scared. He wanted so much to see them.</p><p>His mother had forbidden him from going so far. But one afternoon, the desire was stronger than the fear. And so, he set off. He followed a narrow path, beneath shadows and thorny shrubs, until he arrived.</p><p>The ruin stood in the golden light of dusk, with tall and cracked yellow columns, like the teeth of a god. Ino sat on a stone. Around him, brown and green lizards slipped into the crevices. None of them glowed.</p><p>He knew that for them to turn purple and blue, they had to be scared. But they weren't afraid of him. They were calm, almost curious. Ino felt a weight in his chest. His eyes grew heavy, and tears silently rolled down. He was tired, hungry, and worst of all: lost. Soon, even the path home wouldn't be visible.</p><p>And then, in the twilight, the colors lit up. Purple and blue flames danced on the stones. Dozens of lizards looked at him. He didn't know if they were scared by his crying, or if they were scared *for* him.</p><p>One of them left and returned, bringing the mouse with her. The same one he had saved.</p><p>The mouse recognized him and ran away again. When it returned, it was carrying leaves wide as palms, full of peas and corn. Ino ate and gained a little strength.</p><p>The mouse had also brought the spider. It sat on its back, with its legs gathered, as if pondering.</p><p>“You saved me then,” it said in a thin voice, “now I will save you. The mouse cannot leave her new home, but I know who can. Follow me.”</p><p>The spider slipped high up a pine tree, and then flew into the void on a silver web, like a parachute made of night. Ino followed it, with quiet steps and a glistening gaze.</p><p>They reached a stream that glowed under the moonlight.</p><p>And then, the water spoke.</p><p>“I’ve known you since you were very young. I remember you. I will help you. Follow my waters. They will take you home.”</p><p>Ino walked alongside the current. The stars were reflected in the water. It was as if he was walking between two skies.</p><p>And a little before exhaustion put him to sleep, he saw the orange lights of his village flickering far away, waiting.</p>",
    "illustrationUrl": "FairytalesArt/Ino_and_the_Lizards.jpeg",
    "illustrationAlt": "Ino, a boy, sitting among ruins at dusk, surrounded by glowing purple and blue lizards."
  },
  {
    "foreignTitle": "Χιονένια",
    "language": "Greek", 
    "foreignText": "<p>Ένα κορίτσι γεννήθηκε στον Βορρά. Την ονόμασαν Χιονένια, γιατί ήταν λευκή σαν το χιόνι και τα μαλλιά της γυάλιζαν σαν νιφάδες πάνω σε παγωμένη λίμνη. Ήταν μικροσκοπική, λεπτή και πολύ ήσυχη. Όταν έβγαινε έξω, οι γονείς της δεν μπορούσαν να τη διακρίνουν — γινόταν ένα με το τοπίο. Ανησυχούσαν γι’ αυτήν: δεν έτρωγε τίποτα εκτός από χιόνι, δεν έτρεχε, δεν έπαιζε. Το μόνο που ήθελε ήταν να κάθεται ώρες και να χαζεύει τα σύννεφα που άλλαζαν σχήμα.</p><p>Έτσι, οι γονείς της πίστεψαν πως θα είχε καλύτερη ζωή στον Νότο, κοντά στη θεία της. Ο Νότος ήταν ζεστός, γεμάτος χρώματα, μυρωδιές, ήχους. Σκέφτηκαν πως ο ήλιος θα της έδινε ζωή, χαρά και δύναμη. Και την έστειλαν εκεί.</p><p>Η Χιονένια όμως μισούσε τον Νότο. Ο ήλιος της έκαιγε το δέρμα και τα μάτια της, που ήταν ήδη πρησμένα από το πολύ κλάμα. Τα παιδιά φώναζαν πάρα πολύ. Οι μυρωδιές την ζάλιζαν. Και η ασταμάτητη ζέστη δεν την άφηνε να κοιμηθεί.</p><p>Έτσι, τα βράδια, για να ησυχάσει, άρχισε να σκίζει τα μαξιλάρια και να τραβάει τα φτερά. Τα φυσούσε ψηλά προς το ταβάνι και τα παρακολουθούσε να πέφτουν γύρω της, σαν χιόνι. Της άρεσε ιδιαίτερα να το κάνει με το παράθυρο ανοιχτό, όταν φυσούσε βοριάς. Έφερνε μαζί του τη μυρωδιά του χειμώνα. Έκανε τα φτερά να στροβιλίζονται στο πάτωμα σαν χιονοθύελλα.</p><p>Μια νύχτα, μαζί με τον άνεμο, πέταξε μέσα ένα τεράστιο λευκός μπούφος. Κοίταξε τα φτερά στο πάτωμα και είπε:</p><p>«Χάνεις τόσα όμορφα φτερά, ενώ θα μπορούσες να τα ράψεις με τα μαλλιά σου και να φτιάξεις φτερούγες. Να πετάξεις πίσω στον Βορρά.»</p><p>Η Χιονένια άρχισε αμέσως να δουλεύει πάνω στα φτερά της.</p><p>Μια μέρα, η θεία της άλλαξε τα σεντόνια και βρήκε τα ξεσκισμένα μαξιλάρια. Αποφάσισε πως η Χιονένια έχανε τα λογικά της και ήταν πια επικίνδυνο να μείνει στο σπίτι. Την ίδια μέρα της ανακοίνωσε πως θα την έστελνε σε έναν «ειδικό τόπο», όπου γιατροί θα τη φρόντιζαν και θα την έκαναν καλά.</p><p>Η Χιονένια τρομοκρατήθηκε και έκλαψε όλη τη νύχτα με το παράθυρο ανοιχτό στον βοριά. Όταν ξαναμπήκε ο μπούφος και άκουσε τα νέα, της είπε:</p><p>«Δε σου μένει χρόνος. Πρέπει να πετάξεις αύριο, με ό,τι φτερά πρόλαβες να φτιάξεις. Θα έχει τυφώνα. Ο βοριάς θα αλλάξει σε νοτιά. Περίμενε τη σωστή ριπή. Αυτή θα σε πάει μέχρι τον Βορρά.»</p><p>Και έτσι έγινε. Την επόμενη νύχτα, όταν ο νοτιάς πετούσε κουβάδες και καπάκια στον αέρα και χτυπούσε τις πόρτες, η Χιονένια άνοιξε το παράθυρό της. Έβγαλε τα μισοτελειωμένα φτερά από κάτω από το στρώμα και τα έδεσε στα χέρια της. Πήρε θέση στο περβάζι και περίμενε την τέλεια ριπή. Κι όταν ήρθε, πήδηξε.</p><p>Ο νοτιάς είναι μια πανίσχυρη δύναμη. Μπορεί να αναποδογυρίσει καράβια και να πετάξει βαριές χελώνες από τη μια ακτή στην άλλη. Φυσικά και μπορεί να σηκώσει ένα εύθραυστο κορίτσι και να το περάσει πάνω από τη τρικυμισμένη θάλασσα,ενώ κρατά τα μάτια της καρφωμένα στις παγωμένες κορυφές στον ορίζοντα.</p>",
    "vocabulary": [
      { "word": "Χιονένια", "translation": "Snowy (name)" },
      { "word": "Βορρά", "translation": "North" },
      { "word": "ονόμασαν", "translation": "they named" },
      { "word": "γυάλιζαν", "translation": "shone, sparkled" },
      { "word": "νιφάδες", "translation": "flakes" },
      { "word": "παγωμένη λίμνη", "translation": "frozen lake" },
      { "word": "μικροσκοπική", "translation": "tiny, microscopic" },
      { "word": "λεπτή", "translation": "thin, slender" },
      { "word": "ήσυχη", "translation": "quiet" },
      { "word": "διακρίνουν", "translation": "distinguish, discern" },
      { "word": "τοπίο", "translation": "landscape" },
      { "word": "ανησυχούσαν", "translation": "they worried" },
      { "word": "εκτός από", "translation": "except for" },
      { "word": "χαζεύει", "translation": "gazes idly at, stares at" },
      { "word": "σύννεφα", "translation": "clouds" },
      { "word": "άλλαζαν σχήμα", "translation": "changed shape" },
      { "word": "Νότο", "translation": "South" },
      { "word": "θεία", "translation": "aunt" },
      { "word": "μυρωδιές", "translation": "smells, scents" },
      { "word": "ήχους", "translation": "sounds" },
      { "word": "δύναμη", "translation": "strength" },
      { "word": "μισούσε", "translation": "hated" },
      { "word": "έκαιγε", "translation": "was burning" },
      { "word": "δέρμα", "translation": "skin" },
      { "word": "πρησμένα", "translation": "swollen" },
      { "word": "κλάμα", "translation": "crying" },
      { "word": "πονούσαν", "translation": "they hurt, ached" },
      { "word": "φώναζαν", "translation": "were shouting" },
      { "word": "ζάλιζαν", "translation": "made dizzy" },
      { "word": "ασταμάτητη", "translation": "unstoppable, relentless" },
      { "word": "ζέστη", "translation": "heat" },
      { "word": "κοιμηθεί", "translation": "to sleep" },
      { "word": "ησυχάσει", "translation": "to calm down, to quiet" },
      { "word": "σκίζει", "translation": "tears" },
      { "word": "μαξιλάρια", "translation": "pillows" },
      { "word": "τραβάει", "translation": "pulls" },
      { "word": "φτερά", "translation": "feathers, wings" },
      { "word": "φυσούσε", "translation": "blew" },
      { "word": "ταβάνι", "translation": "ceiling" },
      { "word": "παρακολουθούσε", "translation": "watched" },
      { "word": "ιδιαίτερα", "translation": "especially, particularly" },
      { "word": "βοριάς", "translation": "north wind" },
      { "word": "χειμώνα", "translation": "winter" },
      { "word": "στροβιλίζονται", "translation": "swirl, spin" },
      { "word": "πάτωμα", "translation": "floor" },
      { "word": "χιονοθύελλα", "translation": "snowstorm" },
      { "word": "μπούφος", "translation": "owl (eagle-owl)" },
      { "word": "ράψεις", "translation": "to sew" },
      { "word": "φτιάξεις", "translation": "to make, create" },
      { "word": "σεντόνια", "translation": "sheets" },
      { "word": "ξεσκισμένα", "translation": "torn up" },
      { "word": "έχανε τα λογικά της", "translation": "was losing her mind" },
      { "word": "επικίνδυνο", "translation": "dangerous" },
      { "word": "ανακοίνωσε", "translation": "announced" },
      { "word": "ειδικό τόπο", "translation": "special place" },
      { "word": "φρόντιζαν", "translation": "would care for her" },
      { "word": "έκαναν καλά", "translation": "would make her well" },
      { "word": "τρομοκρατήθηκε", "translation": "was terrified" },
      { "word": "Δε σου μένει χρόνος", "translation": "You don't have time left" },
      { "word": "πρόλαβες", "translation": "you managed (to do in time)" },
      { "word": "τυφώνα", "translation": "hurricane, typhoon" },
      { "word": "νοτιά", "translation": "south wind" },
      { "word": "ριπή", "translation": "gust of wind, blast" },
      { "word": "επόμενη", "translation": "next" },
      { "word": "κουβάδες", "translation": "buckets" },
      { "word": "καπάκια", "translation": "lids" },
      { "word": "χτυπούσε", "translation": "was hitting" },
      { "word": "στρώμα", "translation": "mattress" },
      { "word": "έδεσε", "translation": "tied" },
      { "word": "περβάζι", "translation": "windowsill" },
      { "word": "πήδηξε", "translation": "jumped" },
      { "word": "πανίσχυρη δύναμη", "translation": "all-powerful force" },
      { "word": "αναποδογυρίσει", "translation": "to overturn" },
      { "word": "καράβια", "translation": "ships" },
      { "word": "χελώνες", "translation": "turtles" },
      { "word": "εύθραυστο", "translation": "fragile" },
      { "word": "περάσει", "translation": "to pass over" },
      { "word": "τρικυμισμένη", "translation": "stormy, turbulent" },
      { "word": "παγωμένες σταγόνες", "translation": "frozen drops" },
      { "word": "καρφωμένα", "translation": "fixed, nailed (here, eyes fixed)" },
      { "word": "κορυφές", "translation": "peaks, summits" },
      { "word": "ορίζοντα", "translation": "horizon" }
    ],
    "englishTitle": "Snowy",
    "englishText": "<p>A girl was born in the North. They named her Snowy, because she was white like snow and her hair shone like flakes on a frozen lake. She was tiny, delicate, and very quiet. When she went outside, her parents couldn't distinguish her — she became one with the landscape. They worried about her: she ate nothing but snow, she didn't run, she didn't play. All she wanted was to sit for hours and gaze idly at the clouds that changed shape.</p><p>So, her parents believed she would have a better life in the South, near her aunt. The South was warm, full of colors, scents, and sounds. They thought the sun would give her life, joy, and strength. And they sent her there.</p><p>Snowy, however, hated the South. The sun burned her skin and her eyes, which were already swollen from crying so much. The children shouted too much. The smells made her dizzy. And the relentless heat wouldn't let her sleep.</p><p>So, in the evenings, to calm down, she began tearing up pillows and pulling out feathers. She would blow them high towards the ceiling and watch them fall around her, like snow. She especially liked to do this with the window open, when the north wind was blowing. It brought with it the smell of winter. It made the feathers swirl on the floor like a snowstorm.</p><p>One night, along with the wind, a huge white owl flew in. It looked at the feathers on the floor and said:</p><p>“You’re losing so many beautiful feathers, when you could sew them to your hair and make wings. To fly back to the North.”</p><p>Snowy immediately began working on her wings.</p><p>One day, her aunt changed the sheets and found the torn-up pillows. She decided that Snowy was losing her mind and it was now dangerous for her to stay in the house. That same day, she announced that she would send her to a “special place,” where doctors would care for her and make her well.</p><p>Snowy was terrified and cried all night with the window open to the north wind. When the owl re-entered and heard the news, it told her:</p><p>“You don't have time left. You must fly tomorrow, with whatever wings you managed to make. There will be a hurricane. The north wind will change to a south wind. Wait for the right gust. That will take you all the way to the North.”</p><p>And so it happened. The next night, when the south wind was throwing buckets and lids through the air and hitting the doors, Snowy opened her window. She took the half-finished wings from under the mattress and tied them to her arms. She took her place on the windowsill and waited for the perfect gust. And when it came, she jumped.</p><p>The south wind is an all-powerful force. It can overturn ships and throw heavy turtles from one shore to another. Of course, it can lift a fragile girl and carry her over the stormy sea, while she keeps her eyes fixed upon the frozen peaks at the horizon.</p>",
    "illustrationUrl": "FairytalesArt/Snowy.jpeg",
    "illustrationAlt": "A pale girl, Snowy, wearing her feathers, with hair like snow, near a window with an owl, looking out at a stormy, snowy landscape, preparing to fly."
  },
  {
    "foreignTitle": "Το Τραγούδι του Ασβεστολίθου",
    "language": "Greek", 
    "foreignText": "<p>Σε μια μακρινή κοιλάδα, όπου δεν οδηγούσε κανένας σύγχρονος δρόμος, υψωνόταν ένας παράξενος λόφος φτιαγμένος από ασβεστολιθικά βράχια, μυτερά σαν δόντια δράκου. Ο λόφος τραγουδούσε τη νύχτα, όταν φυσούσαν οι κατάλληλοι άνεμοι. Οι λίγοι ντόπιοι που είχαν απομείνει έλεγαν πως εκεί ήταν ο τάφος της κόρης ενός αρχαίου βασιλιά—πέθανε μικρή, αλλά την αγαπούσαν όλοι για τη μουσική της. Όταν έπαιζε, οι πόλεμοι σταματούσαν και οι άνθρωποι ένιωθαν μόνο ειρήνη και αρμονία.</p><p>Μια ομάδα επιστημόνων στάλθηκε για να εξετάσει το φαινόμενο. Η κυβέρνηση ήθελε να αναπτύξει την περιοχή, ώστε να προσελκύσει τουρίστες και να αποσυμφορήσει τα υπερπλήρη νησιά.</p><p>Ένας από τους γεωλόγους έφερε μαζί και τον γιο του, ο Θάνος επειδή δεν μπορούσε να τον αφήσει πουθενά. Κανένας συγγενής δεν ήθελε να τον κρατήσει—το παιδί υπνοβατούσε.</p><p>Την πρώτη νύχτα, το αγόρι ονειρεύτηκε ένα κορίτσι τόσο διάφανο που έμοιαζε με καπνό. Καθόταν πάνω στους βράχους και έπαιζε φλογέρα—έναν ρυθμικό, απαλά υπνωτικό ήχο. Το παιδί κουλουριάστηκε δίπλα της, νιώθοντας γαλήνη. Άκουσε το κορίτσι να λέει:</p><p>«Αυτός είναι ο προορισμός μου. Καθησυχάζω με τον ήχο. Κάθε φορά που νιώθεις μια ανάσα γαλήνης να σε παίρνει στον ύπνο—είμαι εγώ που παίζω τη φλογέρα. Αλλά δεν μπορώ να παίξω εκεί όπου έχει κόσμο. Αν έρθουν τουρίστες εδώ, θα πρέπει να φύγω και να βρω άλλο μέρος. Γι’ αυτό, σε παρακαλώ, πες στον πατέρα σου να φύγει.»</p><p>Το πρωί, ο πατέρας του τον ξύπνησε—τον είχε βρει κοιμισμένο δίπλα στους βράχους.</p><p>Όσο κι αν το παιδί προσπάθησε να τον πείσει, ο πατέρας του απλώς γέλασε και συνέχισε με το σχέδιο. Εκείνη τη μέρα, στήθηκαν κεραίες, καλώδια, μεταλλικές ράβδοι—οι επιστήμονες ετοιμάστηκαν να μετρήσουν τις δονήσεις.</p><p>Αλλά όταν ήρθε το βράδυ κι ο άνεμος φύσηξε, αυτό που άκουσαν δεν μπορούσε να λέγεται τραγούδι. Στριγγλιές, χτυπήματα και ραγίσματα γέμισαν τα ακουστικά τους.</p><p>Ο πατέρας του είπε πως έμοιαζε περισσότερο με ηφαίστειο που ετοιμάζεται να εκραγεί παρά με οποιαδήποτε μελωδία.</p><p>Και τότε ήρθε ο σεισμός. Ο λόφος κατέρρευσε και έγινε σωρός από πέτρες—έτσι όπως φαντάζεται κανείς έναν αρχαίο τάφο.</p><p>Η αποστολή έφυγε με άδεια χέρια.</p><p>Αλλά από τότε, ο γεωλόγος παρατήρησε πως ο Θάνος δεν υπνοβατούσε πια. Και όταν τον άκουγε προσεκτικά τα βράδια, τον άκουγε να μουρμουρίζει μια ήρεμη, ρυθμική μελωδία στο κρεβάτι του.</p>",
    "vocabulary": [
      { "word": "μακρινή", "translation": "distant" },
      { "word": "κοιλάδα", "translation": "valley" },
      { "word": "σύγχρονος", "translation": "modern" },
      { "word": "υψωνόταν", "translation": "rose, stood high" },
      { "word": "παράξενος", "translation": "strange" },
      { "word": "λόφος", "translation": "hill" },
      { "word": "ασβεστολιθικά", "translation": "limestone (adj.)" },
      { "word": "βράχια", "translation": "rocks" },
      { "word": "μυτερά", "translation": "pointed, sharp" },
      { "word": "δόντια", "translation": "teeth" },
      { "word": "τραγουδούσε", "translation": "sang" },
      { "word": "φυσούσαν", "translation": "blew (winds)" },
      { "word": "κατάλληλοι", "translation": "suitable, appropriate" },
      { "word": "ντόπιοι", "translation": "locals" },
      { "word": "απομείνει", "translation": "remained" },
      { "word": "τάφος", "translation": "grave, tomb" },
      { "word": "αρχαίου", "translation": "ancient" },
      { "word": "βασιλιά", "translation": "king" },
      { "word": "ειρήνη", "translation": "peace" },
      { "word": "αρμονία", "translation": "harmony" },
      { "word": "επιστημόνων", "translation": "scientists" },
      { "word": "στάλθηκε", "translation": "was sent" },
      { "word": "φαινόμενο", "translation": "phenomenon" },
      { "word": "κυβέρνηση", "translation": "government" },
      { "word": "αναπτύξει", "translation": "to develop" },
      { "word": "προσελκύσει", "translation": "to attract" },
      { "word": "τουρίστες", "translation": "tourists" },
      { "word": "αποσυμφορήσει", "translation": "to decongest, relieve congestion" },
      { "word": "υπερπλήρη", "translation": "overcrowded" },
      { "word": "νησιά", "translation": "islands" },
      { "word": "γεωλόγος", "translation": "geologist" },
      { "word": "συγγενής", "translation": "relative" },
      { "word": "υπνοβατούσε", "translation": "was sleepwalking" },
      { "word": "ονειρεύτηκε", "translation": "dreamed" },
      { "word": "διάφανο", "translation": "transparent" },
      { "word": "φλογέρα", "translation": "flute" },
      { "word": "ρυθμικός", "translation": "rhythmic" },
      { "word": "υπνωτικό", "translation": "hypnotic" },
      { "word": "κουλουριάστηκε", "translation": "curled up" },
      { "word": "γαλήνη", "translation": "serenity, tranquility" },
      { "word": "προορισμός", "translation": "destination" },
      { "word": "ησυχάζω", "translation": "I calm down, quiet down" },
      { "word": "ανάσα", "translation": "breath" },
      { "word": "πείσει", "translation": "to convince" },
      { "word": "κεραίες", "translation": "antennas" },
      { "word": "καλώδια", "translation": "cables" },
      { "word": "μεταλλικές ράβδοι", "translation": "metal rods" },
      { "word": "δονήσεις", "translation": "vibrations" },
      { "word": "στριγγλιές", "translation": "screeches" },
      { "word": "χτυπήματα", "translation": "bangs, thuds" },
      { "word": "ραγίσματα", "translation": "cracks, fissures" },
      { "word": "ακουστικά", "translation": "headphones" },
      { "word": "ηφαίστειο", "translation": "volcano" },
      { "word": "εκραγεί", "translation": "to erupt" },
      { "word": "σεισμός", "translation": "earthquake" },
      { "word": "κατέρρευσε", "translation": "collapsed" },
      { "word": "σωρός", "translation": "pile" },
      { "word": "αποστολή", "translation": "mission, expedition" },
      { "word": "άδεια χέρια", "translation": "empty hands" },
      { "word": "παρατήρησε", "translation": "noticed" },
      { "word": "μουρμουρίζει", "translation": "murmurs, hums" }
    ],
    "englishTitle": "The Song of the Limestone",
    "englishText": "<p>In a distant valley, where no modern road led, a strange hill rose, made of limestone rocks, sharp as dragon's teeth. The hill sang at night, when the right winds blew. The few locals who remained said that it was the tomb of an ancient king's daughter—she died young, but everyone loved her for her music. When she played, wars stopped, and people felt only peace and harmony.</p><p>A team of scientists was sent to examine the phenomenon. The government wanted to develop the area, to attract tourists and decongest the overcrowded islands.</p><p>One of the geologists also brought his son, Thanos, because he couldn't leave him anywhere. No relative wanted to keep him—the child was sleepwalking.</p><p>On the first night, the boy dreamed of a girl so transparent she resembled smoke. She sat on the rocks and played a flute—a rhythmic, gently hypnotic sound. The child curled up beside her, feeling serene. He heard the girl say:</p><p>“This is my destiny. I calm with the sound. Every time you feel a breath of peace take you to sleep—that's me playing the flute. But I cannot play where there are people. If tourists come here, I will have to leave and find another place. That's why, please, tell your father to leave.”</p><p>In the morning, his father woke him up—he had found him asleep next to the rocks.</p><p>However much the child tried to convince him, his father simply laughed and continued with the plan. That day, antennas, cables, metal rods were set up—the scientists prepared to measure the vibrations.</p><p>But when evening came and the wind blew, what they heard could not be called a song. Screeches, bangs, and fissures filled their headphones.</p><p>His father said it resembled a volcano preparing to erupt more than any melody.</p><p>And then came the earthquake. The hill collapsed and became a pile of stones—just as one imagines an ancient tomb.</p><p>The mission left with empty hands.</p><p>But ever since, the geologist noticed that Thanos no longer sleepwalked. And when he listened carefully to him in the evenings, he heard him murmuring a calm, rhythmic melody in his bed.</p>",
    "illustrationUrl": "FairytalesArt/The_Song_of_the_Limestone.jpeg",
    "illustrationAlt": "A boy, Thanos, sleeping near  limestone rocks, dreaming of a transparent girl playing a flute."
  },
  {
    "foreignTitle": "Ο Γαλάζιος Βυθός και το Ψάρι με τα Άστρα",
    "language": "Greek", 
    "foreignText": "<p>Το αγόρι κατέβαινε τρέχοντας τον ασβεστωμένο δρόμο, γεμάτο χαρά. Ο παππούς του τού είχε δώσει για πρώτη φορά την άδεια να πάρει μόνος του τη βάρκα. Θα πήγαινε να δει το δίχτυ — δικό του τώρα, έστω και για λίγο.</p><p>Η θάλασσα ήταν ήσυχη. Το φως έπεφτε πάνω της γαλήνιο.</p><p>Όταν έφτασε στ’ ανοιχτά, κάτι βαρύ χτύπησε κάτω από τη βάρκα. Το αγόρι παραπάτησε κι έπεσε στο νερό. Βυθίστηκε βαθιά. Το φως από πάνω έσπαγε σε ακτίνες, και του έκανε εντύπωση πως ένιωθε καλά. Δεν πνιγόταν. Δεν φοβόταν. Απλώς κατέβαινε.</p><p>Κι εκεί το είδε.</p><p>Έναν τεράστιο φαλαινοκαρχαρία, μεγάλο σαν υποβρύχιο, που γλιστρούσε αργά, βαρύς και αρχαίος. Το δέρμα του σκοτεινό, με άσπρες κηλίδες σαν άστρα.</p><p>Και τότε άκουσε τη φωνή. Όχι στ’ αυτιά του, μα μες στο μυαλό του.</p><p>«Είσαι καλά; Συγγνώμη. Άκουγα πάλι τις φωνές και δεν είδα τη βάρκα σου.»</p><p>«Ποιος είσαι;» ρώτησε το αγόρι.</p><p>«Νομίζω πως είμαι μια αιωνιότητα,» είπε το ψάρι. «Κολυμπώ απ’ την αρχή.»</p><p>Είπε πως δεν μπορεί να σταματήσει—αν σταματήσει, ίσως σταματήσει και ο κόσμος.</p><p>«Κι αν κουραστείς;»</p><p>«Δεν ξέρω. Δεν έχω τολμήσει ποτέ.»</p><p>Το ψάρι πρότεινε να του δείξει κάτι.</p><p>Κατέβηναν σ’ ένα βαθύ θαλάσσιο ρήγμα, και το αγόρι ένιωθε να τον τραβά η σκέψη, όχι το σώμα.</p><p>Κάτω-κάτω, απλωμένη μέσα στο σκοτάδι, ήταν μια πόλη. Κτίρια από κοράλλι και πέτρα. Δρόμοι μπλε. Άνθρωποι που έμοιαζαν με σκιές σε νερό.</p><p>«Γιατί είναι όλοι μπλε;»</p><p>«Τι χρώμα ήθελες να ‘χουν οι θαλάσσιοι άνθρωποι;»</p><p>Οι άνθρωποι είδαν το ψάρι και γονάτισαν. Άπλωσαν τα χέρια ψηλά. Ένα παιδί κρατούσε ένα μικρό ψάρι δεμένο με κορδόνι, σαν να το οδηγούσε σαν σκύλο.</p><p>«Τι κάνουν;»</p><p>«Μου ζητάνε πράγματα.»</p><p>«Και τους ακούς;»</p><p>«Τους ακούω πάντα.»</p><p>«Και θα τους βοηθήσεις;»</p><p>«Δεν μπορώ. Μόνο τους ακούω. Δεν κάνω τίποτα.»</p><p>Το αγόρι κοίταξε ξανά την πόλη.</p><p>«Τότε γιατί συνεχίζουν να ζητάνε;»</p><p>«Αυτό δεν το έχω καταλάβει.»</p><p>Το ψάρι έμεινε σιωπηλό λίγο και μετά είπε:</p><p>«Θα σε θυμούνται τώρα. Θα μπεις στην ιστορία τους.»</p><p>«Γιατί;»</p><p>«Είσαι κακό σημάδι.»</p><p>«Εγώ;»</p><p>«Είσαι στεγνός. Αναπνέεις σκόνη. Λένε πως οι όμοιοί σου κάποτε στέγνωσαν τη θάλασσα.»</p><p>Το αγόρι κοίταξε το παιδί με το δεμένο ψάρι. Το κεφάλι του ήταν γυμνό, και τα μάτια του μεγάλα, γαλάζια.</p><p>«Νομίζω πως θέλω να γυρίσω πίσω.»</p><p>«Μπορώ να σε πάω, αλλά μόνο στο δρόμο εκείνο που έτρεχες. Πίσω στον χρόνο. Ή μπορείς να μείνεις εδώ. Για πάντα.»</p><p>«Για πάντα είναι πολύς καιρός,» είπε το αγόρι.</p><p>«Το ξέρω,» απάντησε το ψάρι. «Αλλά δεν ξέρω γιατί υπάρχει.»</p><p>«Θέλω να γυρίσω.»</p><p>—</p><p>Το επόμενο δευτερόλεπτο, το αγόρι βρισκόταν ξαπλωμένο πάνω στα καλντερίμια του χωριού, μούσκεμα. Φαινόταν πως είχε γλιστρήσει κι είχε χτυπήσει το κεφάλι του. Μια γυναίκα απ’ το παντοπωλείο στεκόταν από πάνω του με κουβά.</p><p>Τον πήγαν σπίτι. Η μητέρα του είπε πως θα μείνει στο κρεβάτι και δεν θα πάει στη θάλασσα για λίγο καιρό.</p><p>Όταν έμειναν μόνοι, ο παππούς του κάθισε δίπλα και του χάιδεψε τα μαλλιά.</p><p>«Λοιπόν,» του είπε σιγά, «τον είδες κι εσύ, έτσι δεν είναι; Το ψάρι, μεγάλο σαν βουνό, με ουρανό στο δέρμα του.»</p>",
    "vocabulary": [
      { "word": "ασβεστωμένο", "translation": "whitewashed" },
      { "word": "βάρκα", "translation": "boat" },
      { "word": "δίχτυ", "translation": "net" },
      { "word": "γαλήνιο", "translation": "serene, tranquil" },
      { "word": "στ’ ανοιχτά", "translation": "in the open sea" },
      { "word": "βυθίστηκε", "translation": "sank" },
      { "word": "φαλαινοκαρχαρίας", "translation": "whale shark" },
      { "word": "κηλίδες", "translation": "spots, patches" },
      { "word": "άστρα", "translation": "stars" },
      { "word": "αιωνιότητα", "translation": "eternity" },
      { "word": "τολμήσει", "translation": "to dare, to venture" },
      { "word": "θαλάσσιο ρήγμα", "translation": "oceanic trench/rift" },
      { "word": "κοράλλι", "translation": "coral" },
      { "word": "γονάτισαν", "translation": "knelt" },
      { "word": "δεμένο", "translation": "tied, bound" },
      { "word": "σημάδι", "translation": "sign, omen" },
      { "word": "στεγνός", "translation": "dry" },
      { "word": "σκόνη", "translation": "dust" },
      { "word": "στέγνωσαν", "translation": "dried up" },
      { "word": "γυμνό", "translation": "bare, uncovered" },
      { "word": "γαλάζια", "translation": "light blue, azure" },
      { "word": "καλντερίμια", "translation": "cobblestones" },
      { "word": "μούσκεμα", "translation": "soaking wet" },
      { "word": "παντοπωλείο", "translation": "grocery store" },
      { "word": "κουβά", "translation": "bucket" },
      { "word": "χάιδεψε", "translation": "stroked, caressed" },
      { "word": "ουρανό", "translation": "sky" }
    ],
    "englishTitle": "The Blue Deep and the Fish with Stars",
    "englishText": "<p>The boy ran down the whitewashed road, full of joy. His grandfather had given him permission for the first time to take the boat alone. He was going to check the net — his own now, even if only for a little while.</p><p>The sea was calm. The light fell upon it serenely.</p><p>When he reached the open sea, something heavy hit below the boat. The boy stumbled and fell into the water. He sank deep. The light from above broke into rays, and he was struck by how good he felt. He wasn't drowning. He wasn't afraid. He was simply descending.</p><p>And there he saw it.</p><p>A huge whale shark, big as a submarine, slowly gliding, heavy and ancient. Its skin was dark, with white spots like stars.</p><p>And then he heard the voice. Not in his ears, but in his mind.</p><p>“Are you okay? I’m sorry. I was hearing the voices again and didn't see your boat.”</p><p>“Who are you?” the boy asked.</p><p>“I think I am an eternity,” the fish said. “I have been swimming since the beginning.”</p><p>It said it couldn't stop—if it stopped, perhaps the world would stop too.</p><p>“What if you get tired?”</p><p>“I don't know. I've never dared to.”</p><p>The fish suggested showing him something.</p><p>They descended into a deep oceanic trench, and the boy felt his thoughts pulling him, not his body.</p><p>Down below, spread out in the darkness, was a city. Buildings made of coral and stone. Blue roads. People who looked like shadows in water.</p><p>“Why are they all blue?”</p><p>“What color did you want sea people to be?”</p><p>The people saw the fish and knelt. They stretched their hands high. A child held a small fish tied with a string, as if leading it like a dog.</p><p>“What are they doing?”</p><p>“They are asking me for things.”</p><p>“And do you listen to them?”</p><p>“I always listen to them.”</p><p>“And will you help them?”</p><p>“I cannot. I only listen to them. I do nothing.”</p><p>The boy looked at the city again.</p><p>“Then why do they keep asking?”</p><p>“That, I haven’t understood.”</p><p>The fish remained silent for a moment and then said:</p><p>“They will remember you now. You will enter their history.”</p><p>“Why?”</p><p>“You are a bad omen.”</p><p>“Me?”</p><p>“You are dry. You breathe dust. They say your kind once dried up the sea.”</p><p>The boy looked at the child with the tied fish. His head was bare, and his eyes were large, light blue.</p><p>“I think I want to go back.”</p><p>“I can take you, but only on that road you were running on. Back in time. Or you can stay here. Forever.”</p><p>“Forever is a long time,” the boy said.</p><p>“I know,” the fish replied. “But I don't know why it exists.”</p><p>“I want to go back.”</p><p>—</p><p>The next second, the boy found himself lying soaking wet on the village cobblestones. It seemed he had slipped and hit his head. A woman from the grocery store stood over him with a bucket.</p><p>They took him home. His mother said he would stay in bed and not go to the sea for a while.</p><p>When they were alone, his grandfather sat beside him and stroked his hair.</p><p>“So,” he quietly said, “you saw it too, didn’t you? The fish, big as a mountain, with a sky on its skin.”</p>",
    "illustrationUrl": "FairytalesArt/The_Blue_Deep_and_the_Fish_with_Stars.jpeg",
    "illustrationAlt": "A boy swimming in a deep blue ocean, encountering a massive whale shark with star-like spots, above blue people underwater."
  },
  {
    "foreignTitle": "Το Κάστρο των Σύννεφων",
    "language": "Greek",
    "foreignText": "<p>Στην έρημο, εκεί όπου ακόμα και οι αμμόλοφοι παραπονιούνταν για τη ζέστη, ένας άντρας περπατούσε μόνος.</p><p>Η ρόμπα του κυμάτιζε σαν σκισμένο πανί στον άνεμο, ακολουθώντας τον ρυθμό του καυτού αέρα.</p><p>Κάθε βήμα ήταν προσεκτικό, σαν να περπατούσε πάνω στον ίδιο τον Ήλιο.</p><p>Η μυρωδιά από λιωμένο λάστιχο ανέβαινε από τα σανδάλια του, γαργαλώντας του τη μύτη. Οι σόλες έβγαζαν ένα σφύριγμα κάθε φορά που άγγιζαν την άμμο.</p><p>Φταρνίστηκε και παραλίγο να πατήσει ένα φίδι.</p><p>«Ω, συγγνώμη, Φίδι», είπε, σκουπίζοντας τον ιδρώτα απ’ τα μάτια του. «Δεν σε είδα. Είμαι σχεδόν τυφλός απ’ τη ζέστη.»</p><p>«Τουλάχιστον εσύ ακόμα ιδρώνεις», απάντησε ξερά το φίδι.</p><p>Ο άντρας έγνεψε και κάθισε δίπλα του. Το φίδι σύρθηκε πιο κοντά, κοιτάζοντας τους φουσκωμένους του θύλακες.</p><p>«Έχεις μια σταγόνα νερό για έναν παλιό φίλο;» ρώτησε.</p><p>Χωρίς λέξη, ο άντρας έβγαλε ένα παγούρι και το έγειρε. Το φίδι ήπιε τις σταγόνες με μια γουλιά, έκλεισε τα μάτια από απόλαυση και άφησε έναν ικανοποιημένο αναστεναγμό.</p><p>«Από πού βρήκες νερό;» ρώτησε μετά από λίγο. «Έχει μήνες να βρέξει.»</p><p>«Μαζεύω τα δάκρυα των άστρων», είπε ο άντρας. «Τη νύχτα.»</p><p>Το φίδι τον κοίταξε με μισόκλειστα μάτια, σαν να είχε χάσει το μυαλό του απ’ τη ζέστη, αλλά ωστόσο σήκωσε το κεφάλι και έκανε μια γκριμάτσα. Ο ουρανός ήταν πολύ φωτεινός για άστρα — εκτός από ένα..</p><p>«Τα άστρα κλαίνε, ε;» ρώτησε. «Γιατί;»</p><p>«Το φως αργεί να ταξιδέψει. Έτσι βλέπουν ακόμα τη ζούγκλα που κάποτε φύτρωνε εδώ», απάντησε ο άντρας. «Δεν μπορούν να δεχτούν ότι χάθηκε.»</p><p>«Χρήσιμα δάκρυα όμως», μουρμούρισε το φίδι, γλείφοντας τα χείλη του και κοιτώντας τις τσέπες του άντρα. «Λοιπόν. Πού πας;»</p><p>Ο άντρας άργησε να απαντήσει.</p><p>Πώς να εξηγήσει με μια φράση ότι κάποτε ζούσε σε ένα αιωρούμενο κάστρο, το σπίτι του. Πέταγε στον ουρανό πάνω σε σύννεφα φουσκωτά σαν μαξιλάρια, κουβαλώντας τον ίδιο, τους γονείς του και την αδελφή του. Όλοι ήλπιζαν ότι θα τους έφερνε τελικά σε γλυκό νερό.</p><p>Ο άντρας είχε φύγει από το κάστρο. Νόμιζε πως είχε περισσότερες πιθανότητες να βρει το νερό μόνος του, χρησιμοποιώντας το μυαλό και τη δύναμή του. Και το βρήκε: μια γη όπου τα ποτάμια γέμιζαν τον αέρα με ήχο και ακόμα και οι πεταλούδες μπορούσαν να πιουν γιατί οι πέτρες εκεί δεν στέρευαν ποτέ.</p><p>Έτσι ξεκίνησε για να φέρει την οικογένειά του σ’ αυτή τη γη. Κάποτε ήξερε τους αρχαίους ρυθμούς που ακολουθούσε το κάστρο — υπάκουε στα άστρα. Κάτι όμως είχε αλλάξει, οι ρυθμοί ίσως είχαν μεταβληθεί. Δεν μπορούσε να το βρει.</p><p>«Έλα, ας πάμε πίσω στη Γη του Νερού, φίλε», είπε το φίδι. «Δε θα βρεις αυτό που περιμένεις να βρεις.»</p><p>«Ξέρεις κάτι», είπε ο άντρας.</p><p>Το φίδι έγειρε το κεφάλι του.</p><p>«Ίσως», παραδέχτηκε. «Αλλά δεν θα σου αρέσει.»</p><p>«Κι όμως θέλω να το μάθω», είπε ο άντρας.</p><p>«Δεν πετάει πια, αυτό το σπίτι σου, το κάστρο», είπε το φίδι. «Έπαψε να περιπλανιέται. Δεν έχει κουνηθεί εδώ και χρόνια. Κάθεται εκεί, κάτω από τα ίδια άστρα, μέρα με τη μέρα, περικυκλωμένο από αγκαθωτούς θάμνους. Δεν έχει σύννεφα πια, μόνο ασβεστόλιθο. Κάποτε γνώρισα τους δικούς σου, τους ζήτησα νερό. Μου πέταξαν σταγόνες βραστού νερού. Φαντάζομαι δεν τους αρέσουν οι ξένοι.»</p><p>«Δεν μπορώ απλώς να τους αφήσω εκεί», είπε ο άντρας, σηκώνοντας το κορμί του. «Πρέπει να προσπαθήσω. Δείξε μου τον δρόμο.»</p><p>Το κάστρο το βρήκαν μισοθαμμένο στην άμμο. Τα αγκαθωτά βάτα το περικύκλωσαν σαν φράχτης. Μέσα, ο αέρας ήταν ξηρός και βαρύς. Όμως η μητέρα του ανακάτευε ακόμα τσάι από τα δάκρυα των άστρων. Η αδερφή του φορούσε ακόμα τα ευαίσθητα φορέματά της, βγάζοντας την άμμο από τις κλωστές. Ο πατέρας του καθόταν στη στέγη, χαρτογραφώντας αστερισμούς που δεν είχαν αλλάξει εδώ και χρόνια.</p><p>Στην αρχή υπήρξε χαρά. Μετά σύγχυση. Ύστερα απόσταση.</p><p>Μιλούσαν, αλλά δεν ήταν πια η ίδια γλώσσα.</p><p>«Ήρθα να σας πάρω μαζί μου», είπε ο άντρας. «Στη γη που βρήκα. Με λίμνες. Βροχή. Δέντρα.»</p><p>Η μητέρα του χαμογέλασε ευγενικά. «Και τι να κάνω με τόσο νερό;»</p><p>Η αδελφή του σουφρωσε τη μύτη. «Τα φορέματά μου θα μουχλιάσουν.»</p><p>Ο πατέρας του κοίταξε τον ουρανό. «Αγαπώ αυτά τα άστρα. Είναι οικεία, ασφαλή.»</p><p>Ο άντρας τους κοίταξε σιωπηλά από την άλλη πλευρά του τραπεζιού. Η μητέρα του τσαλάκωσε μια πετσέτα στο χέρι της.</p><p>«Ξέχασες την αίσθηση της άμμου στα δόντια σου, γιε μου», είπε. «Ξέχασες από πού ήρθες.»</p><p>«Δόξα τω Θεώ», απάντησε ο άντρας. «Και τώρα θέλω να το ξεχάσετε κι εσείς.»</p><p>Αλλά δεν ήθελαν.</p><p>Το σπίτι δεν μπορούσε να ξανασηκωθεί. Ο ασβεστόλιθος είχε βυθιστεί σε αιώνια ανάπαυση.</p><p>Το πρωί, ο άντρας έφυγε.</p><p>Το φίδι τον ακολούθησε, πηδώντας χαρούμενα δίπλα του, κοιτώντας τον ορίζοντα για τα πρώτα σημάδια νερού.</p><p>«Δεν καταλαβαίνω», είπε τελικά ο άντρας. «Πάντα ήθελαν να βρουν νερό—»</p><p>«Α, όχι, δεν ήθελαν», τον διέκοψε το φίδι. «Ίσως δεν θα τους πείραζε να το έχουν, αλλά εσύ ήσουν ο μόνος που το ήθελε αρκετά ώστε να φύγει και να το ψάξει.»</p><p>Περπάτησαν μακριά, γίνοντας απλώς δυο κουκκίδες στον ορίζοντα. Η έρημος έμενε πίσω τους, καίγοντας σιωπηλά κάτω από τα γνώριμα άστρα.</p>",
    "vocabulary": [
      { "word": "έρημο", "translation": "desert" },
      { "word": "αμμόλοφοι", "translation": "sand dunes" },
      { "word": "κυμάτιζε", "translation": "was flapping" },
      { "word": "σκισμένο", "translation": "torn" },
      { "word": "πανί", "translation": "sail, cloth" },
      { "word": "καυτού", "translation": "scorching, hot" },
      { "word": "προσεκτικό", "translation": "careful" },
      { "word": "λιωμένο", "translation": "melted" },
      { "word": "λάστιχο", "translation": "rubber" },
      { "word": "γαργαλώντας", "translation": "tickling" },
      { "word": "σόλες", "translation": "soles" },
      { "word": "σφύριγμα", "translation": "hissing sound" },
      { "word": "φταρνίστηκε", "translation": "sneezed" },
      { "word": "παραλίγο", "translation": "almost" },
      { "word": "τυφλός", "translation": "blind" },
      { "word": "ιδρώνεις", "translation": "you sweat" },
      { "word": "ξερά", "translation": "dryly" },
      { "word": "έγνεψε", "translation": "nodded" },
      { "word": "σύρθηκε", "translation": "slithered" },
      { "word": "φουσκωμένους", "translation": "bulging, puffed up" },
      { "word": "θύλακες", "translation": "pouches" },
      { "word": "σταγόνα", "translation": "drop" },
      { "word": "παγούρι", "translation": "water bottle" },
      { "word": "έγειρε", "translation": "tilted" },
      { "word": "γουλιά", "translation": "gulp" },
      { "word": "απόλαυση", "translation": "pleasure" },
      { "word": "αναστεναγμό", "translation": "sigh" },
      { "word": "δάκρυα", "translation": "tears" },
      { "word": "μισόκλειστα", "translation": "half-closed" },
      { "word": "ωστόσο", "translation": "nevertheless" },
      { "word": "σήκωσε το κεφάλι", "translation": "raised his head" },
      { "word": "φωτεινός", "translation": "bright" },
      { "word": "αργεί να ταξιδέψει", "translation": "travels slowly" },
      { "word": "φύτρωνε", "translation": "grew (plants)" },
      { "word": "δεχτούν", "translation": "accept" },
      { "word": "χρήσιμα", "translation": "useful" },
      { "word": "μουρμούρισε", "translation": "murmured" },
      { "word": "γλείφοντας", "translation": "licking" },
      { "word": "αιωρούμενο", "translation": "floating" },
      { "word": "μαξιλάρια", "translation": "pillows" },
      { "word": "κουβαλώντας", "translation": "carrying" },
      { "word": "οδηγούσε", "translation": "would lead" },
      { "word": "πιθανότητες", "translation": "chances" },
      { "word": "χρησιμοποιώντας", "translation": "using" },
      { "word": "δύναμή", "translation": "strength" },
      { "word": "κορεσμού", "translation": "satiation" },
      { "word": "υπάκουε", "translation": "obeyed" },
      { "word": "μεταβληθεί", "translation": "shifted, changed" },
      { "word": "παραδέχτηκε", "translation": "admitted" },
      { "word": "Κι όμως", "translation": "Yet" },
      { "word": "πετάει", "translation": "flies" },
      { "word": "κουνηθεί", "translation": "moved" },
      { "word": "περικυκλωμένο", "translation": "surrounded" },
      { "word": "αγκαθωτούς", "translation": "thorny" },
      { "word": "θάμνους", "translation": "bushes" },
      { "word": "ασβεστόλιθο", "translation": "limestone" },
      { "word": "γνώρισα", "translation": "I met" },
      { "word": "δικούς σου", "translation": "your folks" },
      { "word": "βραστού", "translation": "boiling" },
      { "word": "Φαντάζομαι", "translation": "I guess" },
      { "word": "ξένοι", "translation": "strangers" },
      { "word": "κορμί", "translation": "body (physical)" },
      { "word": "μισοθαμμένο", "translation": "half-buried" },
      { "word": "φράχτες", "translation": "fences" },
      { "word": "ξηρός", "translation": "dry" },
      { "word": "βαρύς", "translation": "heavy" },
      { "word": "ανακάτευε", "translation": "was stirring" },
      { "word": "ευαίσθητα", "translation": "delicate" },
      { "word": "βγάζοντας", "translation": "picking out, removing" },
      { "word": "κλωστές", "translation": "threads" },
      { "word": "στέγη", "translation": "roof" },
      { "word": "χαρτογραφώντας", "translation": "mapping" },
      { "word": "αστερισμούς", "translation": "constellations" },
      { "word": "σύγχυση", "translation": "confusion" },
      { "word": "απόσταση", "translation": "distance" },
      { "word": "ευγενικά", "translation": "gently" },
      { "word": "σουφρωσε τη μύτη", "translation": "wrinkled her nose" },
      { "word": "μουχλιάσουν", "translation": "get moldy" },
      { "word": "οικεία", "translation": "familiar" },
      { "word": "τσαλάκωσε", "translation": "crumpled" },
      { "word": "πετσέτα", "translation": "napkin, towel" },
      { "word": "Δόξα τω Θεώ", "translation": "Thank goodness" },
      { "word": "ανάπαυση", "translation": "rest" },
      { "word": "πηδώντας", "translation": "hopping" },
      { "word": "χαρούμενα", "translation": "happily" },
      { "word": "σημάδια", "translation": "signs" },
      { "word": "διέκοψε", "translation": "interrupted" },
      { "word": "πείραζε", "translation": "bothered" },
      { "word": "απλώς", "translation": "just, merely" },
      { "word": "κουκκίδες", "translation": "dots" },
      { "word": "έμενε", "translation": "remained" },
      { "word": "καίγοντας", "translation": "burning" }
    ],
    "englishTitle": "The Cloud Castle",
    "englishText": "<p>In the desert, where even the sand dunes complained about the heat, a man walked alone.</p><p>His robe flapped like a torn sail in the wind, following the rhythm of the scorching wind.</p><p>Every step was careful, as if he was walking on the Sun itself.</p><p>The smell of melting rubber rose from his sandals, tickling his nose. The soles made a hissing sound every time they touched the sand.</p><p>He sneezed and almost stepped on a snake.</p><p>\"Oh, sorry, Snake,\" he said, wiping the sweat from his eyes. \"I didn't see you. I'm almost blind from the heat.\"</p><p>\"At least you're still sweating,\" the snake replied dryly.</p><p>The man nodded and sat beside him. The snake slithered closer, looking at his bulging pouches.</p><p>\"Do you have a drop of water for an old friend?\" he asked.</p><p>Without a word, the man pulled out a water bottle and tilted it. The snake drank the drops in one gulp, closed its eyes in pleasure, and let out a satisfied sigh.</p><p>\"Where did you get water?\" it asked after a while. \"It hasn't rained in months.\"</p><p>\"I collect the tears of the stars,\" the man said. \"At night.\"</p><p>The snake looked at him with half-closed eyes, as if he had lost his mind from the heat, but nevertheless it raised his head and grimaced. The sky was too bright for stars—except for one.</p><p>\"The stars cry, huh?\" it asked. \"Why?\"</p><p>\"Light travels slowly. So they still see the jungle that once grew here,\" the man replied. \"They can't accept that it's lost.\"</p><p>\"Useful tears though,\" the snake murmured, licking its lips and looking at the man's pockets. \"Well. Where are you going?\"</p><p>The man was slow to answer.</p><p>How could he explain in one sentence that he once lived in a floating castle, his home. It flew through the sky on clouds puffed up like pillows, carrying him, his parents, and his sister. They all hoped it would eventually bring them to fresh water.</p><p>The man had left the castle. He thought he had more chance to find the water on his own, applying his mind and strength. And he found it: a land where the rivers filled the air with sound, and even the butterflies could drink because the stones there never dried.</p><p>So he set off to bring his family to this land. He once knew the ancient rhythms the castle followed—it obeyed the stars. But something had changed, the rhythms might have shifted. He couldn't find it.</p><p>\"Come on, let's go back to the Land of Water, friend,\" the snake said. \"You won’t find what you expect to find.\"</p><p>\"You know something,\" the man said.</p><p>The snake tilted its head.</p><p>\"Perhaps,\" it admitted. \"But you won't like it.\"</p><p>\"Yet I want to know it,\" the man said.</p><p>\"It doesn't fly anymore, that home of yours, the castle,\" the snake said. \"It stopped wandering. It hasn't moved in years. It sits there, under the same stars, day after day, surrounded by thorny bushes. It has no clouds now, only limestone. I once met your folks, I asked them for water. They threw drops of boiling water at me. I guess they don’t like strangers.\"</p><p>\"I can't just leave them there,\" the man said, rising to his feet. \"I have to try. Show me the way.\"</p><p>They found the castle half-buried in the sand. The thorny bushes surrounded it like a fence. Inside, the air was dry and heavy. But his mother still stirred tea from the tears of the stars. His sister was still wearing her delicate dresses, picking the sand out of the threads. His father sat on the roof, mapping constellations that hadn't changed in years.</p><p>At first there was joy. Then confusion. Then distance.</p><p>They spoke, but it was no longer the same language.</p><p>\"I came to take you with me,\" the man said. \"To the land I found. With lakes. Rain. Trees.\"</p><p>His mother smiled gently. \"And what would I do with so much water?\"</p><p>His sister wrinkled her nose. \"My dresses would get moldy.\"</p><p>His father looked at the sky. \"I love these stars. They are familiar, safe.\"</p><p>The man looked at them silently from across the table. His mother crumpled a napkin in her hand.</p><p>\"You forgot the feeling of sand in your teeth, my son,\" she said. \"You forgot where you came from.\"</p><p>\"Thank goodness,” the man replied. \"And now I want you to forget it too.\"</p><p>But they didn't want to.</p><p>The house could not rise again. The limestone had sunk into eternal rest.</p><p>In the morning, the man left.</p><p>The snake followed him, hopping happily beside him, looking at the horizon for the first signs of water.</p><p>\"I don't understand,\" the man finally said. \"They always wanted to find water—\"</p><p>“Oh, no, they didn’t,” the snake interrupted. \"Perhaps they wouldn't mind having it, but you were the only one who wanted it enough to leave and look for it.\"</p><p>They walked away, becoming just two dots on the horizon. The desert remained behind them, burning silently under the familiar stars.</p>",
    "illustrationUrl": "FairytalesArt/The_Cloud_Castle.jpeg",
    "illustrationAlt": "A solitary man in a desert sharing water with a snake, with a flying castle made of clouds in the distant sky."
  },
  {
    "foreignTitle": "Το Νησί χωρίς Γωνίες",
    "language": "Greek",
    "foreignText": "<p>Το νησί τους είχε ψηθεί βαθιά στην καρδιά του πλανήτη, έλεγαν οι ντόπιοι. Εκεί, μέσα στη ζέστη, στριφογύριζε και στριφοελισσόταν, θηλιά μετά τη θηλιά. Ύστερα αναδύθηκε, το σπίτι τους, το νησί τους, το γιγάντιο βασαλτικό τους σαλιγκάρι.</p><p>Στρώμα πάνω σε στρώμα ανέβαινε προς τον ουρανό σε μια αδιάκοπη θηλιά, χωρίς καμία γωνία, ένα θαύμα της φύσης.</p><p>Όμως οι επισκέπτες προσπερνούσαν το μέρος. Το νησί έτρεμε μόνιμα, αρκετές φορές τη μέρα.</p><p>«Τεκτονική», έγνεφαν τα φωτισμένα μυαλά στην ήπειρο.</p><p>«Το σαλιγκάρι ετοιμάζεται να κινηθεί», εξηγούσαν οι νησιώτες.</p><p>Οι γενιές των νησιωτών μεγάλωναν αποκομμένες από τους πολιτισμούς των άλλων τόπων. Δημιούργησαν τα δικά τους στυλ, τους δικούς τους πολιτισμούς. Δεν υπήρχαν άλλα σπίτια στο νησί εκτός από οβάλ και στρογγυλά. Τα έπιπλα μέσα ήταν επίσης σφαιρικά — καρέκλες, τραπέζια, κρεβάτια και ακόμη και βιβλιοθήκες. Ποιος θέλει να χτυπάει πάνω σε αιχμηρές γωνίες ενός σπιτιού που σε νανουρίζει σαν κινούμενο τρένο;</p><p>Και οι άνθρωποι επίσης είχαν διαμορφωθεί από το νησί. Περπατούσαν με λυγισμένα γόνατα, με τα χέρια ανοιχτά, σαν να ισορροπούσαν πάντα πάνω σε ένα σκοινί πάνω από την άβυσσο.</p><p>Οι συνήθειές τους τούς δυσκόλευαν να πετύχουν σε άλλες πόλεις. Αν και ήταν τέλειοι σέρφερ και δεν έπεφταν ποτέ μέσα σε τρένα.</p><p>Στο νησί ζούσε ένας αγγειοπλάστης, γέρος και ευτυχισμένος. Ήταν κουφός, κάτι που τον έκανε εξαιρετικά ευαίσθητο στις δονήσεις. Η δουλειά του άνθιζε γιατί τα κεραμικά του ήταν τέλεια για το νησί. Οι στάμνες του ήταν ασύμμετρες. Οι κούπες δεν είχαν χείλος. Τα πιάτα ήταν μακριά και κυματιστά σαν ποτάμια του βουνού. Όλα αυτά ταίριαζαν υπέροχα με τα σχήματα των τραπεζιών και επίσης δεν έσπαγαν δόντια σε μια απροσδόκητη αναπήδηση.</p><p>Πρόσφατα, ο αγγειοπλάστης άρχισε να πουλάει δοχεία με προσχεδιασμένες ρωγμές, κούπες με τρύπες και πιάτα που τους έλειπε ο πάτος.</p><p>«Ώστε η ενέργεια να φεύγει από προβλέψιμα μονοπάτια πριν τα συντρίψουν τα απρόβλεπτα», έλεγε με φωνή σαν τραγουδιστή.</p><p>«Κάτι έρχεται», έλεγαν οι χωρικοί κοιτώντας ο ένας τον άλλον μέσα από τις τρύπες των φλιτζανιών τους.</p><p>Μια μέρα ήρθε ένα γιοτ φτιαγμένο από καθρέφτες. Άραξε στο λιμάνι του νησιού και άφησε έναν άντρα ντυμένο σαν σχολιαρόπαιδο, που φορούσε γυαλιά ηλίου που κόστιζαν όσο μισό νησί.</p><p>«Γεια σου», είπε ο άντρας στον ψαρά που κοιτούσε το είδωλό του στο γιοτ. Ο ψαράς τού έγνεψε, με λυγισμένα γόνατα και ανοιχτά χέρια.</p><p>«Μάλλον είμαι ο νέος σου γείτονας», είπε ο άντρας και άπλωσε το χέρι του. «Θα μείνω εδώ, στο νησί».</p><p> Ο ψαράς κοίταξε το χέρι, έγνεψε και το άρπαξε σαν δίχτυ. Έδειξε και το γυαλιστερό γιοτ και ρώτησε:</p><p>«Θα το τραβήξεις στη στεριά, γείτονα;»</p><p>«Τι εννοείς;» απάντησε ο άντρας, αστράφτοντας ευγενικά τα λευκά του δόντια. Παρατήρησε, όμως, πως όλα τα άλλα σκάφη ήταν τραβηγμένα στη στεριά.</p><p>«Αν το σαλιγκάρι κινηθεί, αυτό το χριστουγεννιάτικο στολίδι θα αναποδογυρίσει.»</p><p>«Το σαλιγκάρι, ναι», γέλασε ο άντρας σαν να άκουσε αστείο, «Η μάντισσά μου προέβλεψε ότι το σαλιγκάρι σας θα είναι το μόνο ασφαλές μέρος. Οπότε, μην ανησυχείτε, το νησί σας θα μείνει.»</p><p>Με αυτά, ο άντρας ανέβηκε τον στριφογυριστό δρόμο.</p><p>Στην πόλη πήγε σε στρογγυλά μαγαζιά και ξεφύλλισε στρογγυλές καρτ-ποστάλ, όμως στο εργαστήριο του αγγειοπλάστη έχασε τους τρόπους του. Σήκωσε μια κούπα που είχε το χερούλι στον πάτο και γέλασε τόσο που έτρεξαν δάκρυα από τα μάτια του.</p><p>Ο αγγειοπλάστης του την πήρε από το χέρι και είπε με τη θαμπή φωνή του:</p><p>«Τι να το κάνεις τον πάτο μιας κούπας αν δεν έχεις κάτι σταθερό να την ακουμπήσεις;»</p><p>Σαν να ήθελε να δώσει έμφαση στα λόγια του, το έδαφος τραντάχτηκε κάτω από τα πόδια τους. Ο άντρας άρπαξε μια στρογγυλή καρέκλα και κύλησε μαζί της προς την πόρτα. Μερικά προρραγμένα πιατάκια πήδηξαν κάτω και έσπασαν στις προβλεπόμενες γραμμές. Ο αγγειοπλάστης τα μάζεψε, και ενώ το σπίτι ακόμα τρανταζόταν και έτριζε, ρώτησε:</p><p>«Θες τσάι;» και απομακρύνθηκε κουτσαίνοντας χωρίς να περιμένει απάντηση.</p><p>Παρακολούθησαν το ηλιοβασίλεμα στον κήπο, πίνοντας τσάι από φλιτζάνια με πέντε χερούλια. Ο άντρας εξηγούσε γιατί είχε έρθει. Ο αγγειοπλάστης δεν τον άκουγε, αλλά ήξερε: το σαλιγκάρι ετοιμαζόταν να ξεκινήσει. Ο κόσμος, όπως τον ήξεραν οι άνθρωποι, πλησίαζε στο τέλος του.</p><p>Ο αγγειοπλάστης σηκώθηκε ανάμεσα στους σεισμούς.</p><p>«Πάω για ύπνο», είπε. «Μπορείς να κοιμηθείς στον καναπέ. Μείνε στο σπίτι μου μέχρι να μάθεις να περπατάς.»</p><p>Λίγο αργότερα, το έδαφος φάνηκε να χασμουριέται. Τεντώθηκε και στριφογύρισε σαν κουρασμένος μυς. Φύλλα έπεσαν από τα δέντρα στο κεφάλι του άντρα. Αυτός γράπωσε τον κορμό και κοίταξε το γιοτ του κάτω. Σαν ντισκομπάλα, το γιοτ έστειλε τις τελευταίες του αντανακλάσεις από το ηλιοβασίλεμα. Ύστερα γύρισε, βούτηξε με τη μύτη, αναποδογύρισε και χάθηκε μέσα στα υψούμενα κύματα.</p><p>Το ηλιοβασίλεμα έτρεξε ξαφνικά αριστερά, μετά δεξιά. Ύστερα άλλαξε γνώμη εντελώς και κρύφτηκε πίσω από το νησί.</p><p>Ο σκοτεινός ουρανός εξαπέλυσε τον άνεμο. Ο κόσμος ταλαντευόταν. Το σαλιγκάρι πήγαινε σε καλύτερο μέρος.</p>",
    "vocabulary": [
      { "word": "νησί", "translation": "island" },
      { "word": "αμμόλοφοι", "translation": "sand dunes" },
      { "word": "ρόμπα", "translation": "robe" },
      { "word": "φίδι", "translation": "snake" },
      { "word": "παγούρι", "translation": "water bottle" },
      { "word": "σφαιρικά", "translation": "spherical" },
      { "word": "αγγειοπλάστης", "translation": "potter" },
      { "word": "δονήσεις", "translation": "vibrations" },
      { "word": "στάμνες", "translation": "jugs" },
      { "word": "κούπες", "translation": "cups" },
      { "word": "πιάτα", "translation": "plates" },
      { "word": "ρωγμές", "translation": "cracks" },
      { "word": "γιοτ", "translation": "yacht" },
      { "word": "λιμάνι", "translation": "harbor" },
      { "word": "μάντισσα", "translation": "oracle" },
      { "word": "ασβεστόλιθο", "translation": "limestone" },
      { "word": "θάμνους", "translation": "bushes" },
      { "word": "σεισμούς", "translation": "earthquakes" },
      { "word": "ηλιοβασίλεμα", "translation": "sunset" },
      { "word": "κύματα", "translation": "waves" }
    ],
    "englishTitle": "The Island Without Corners",
    "englishText": "<p>Their island had been baked deep in the heart of the planet, the locals said. There, in the heat, it swirled and twisted, loop after loop. Then it emerged, their home, their island, their giant basalt snail.</p><p>Layer upon layer it rose towards the sky in an uninterrupted loop, without a single corner, a wonder of nature.</p><p>But visitors bypassed the place. The island trembled constantly, several times a day. \"Tectonic,\" nodded the enlightened minds on the continent. \"The snail is preparing to move,\" the islanders explained.</p><p>Generations of islanders grew up cut off from the cultures of other places. They created their own styles, their own cultures. There were no other houses on the island except for oval and round ones. The furniture inside was also spherical — chairs, tables, beds, and even bookshelves. Who wants to bump into sharp corners in a house that cradles you like a moving train?</p><p>And the people too had been shaped by the island. They walked with bent knees, arms outstretched, as if always balancing on a tightrope over an abyss.</p><p>Their habits made it difficult for them to succeed in other cities. Although they were perfect surfers and never fell on trains.</p><p>On the island lived a potter, old and happy. He was deaf, which made him exceptionally sensitive to vibrations. His work flourished because his ceramics were perfect for the island. His jugs were asymmetrical. The cups had no rim. The plates were long and wavy like mountain rivers. All these fit wonderfully with the shapes of the tables and also didn't break teeth on an unexpected bounce.</p><p>Recently, the potter began selling pots with pre-designed cracks, cups with holes, and plates that were missing bottoms.</p><p>\"So that energy can leave by predictable paths before the unpredictable ones shatter it,\" he would say in a singer’s voice.</p><p>\"Something is coming,\" the villagers would say, looking at each other through the holes in their cups.</p><p>One day a yacht made of mirrors arrived. It docked in the island's harbor and let off a man dressed like a schoolboy, wearing sunglasses that cost half an island. \"Hello,\" the man said to the fisherman who was looking at his reflection in the yacht. The fisherman nodded to him, with bent knees and open arms.</p><p>\"I'm probably your new neighbor,\" the man said and extended his hand. \"I'll be staying here, on the island.\"</p> <p>The fisherman looked at the hand, nodded, and grabbed it like a net. He also pointed to the shiny yacht and asked: \"Are you going to pull it ashore, neighbor?\"</p><p>\"What do you mean?\" the man replied, politely flashing his white teeth. He noticed, however, that all other boats were pulled ashore.</p><p>\"If the snail moves, this Christmas ornament will capsize.\"</p><p>\"The snail, yes,\" the man laughed as if he'd heard a joke, \"My oracle predicted that your snail will be the only safe place. So, don't worry, your island will remain.\"</p><p>With that, the man walked up the winding road.</p><p>In town, he went to round shops and leafed through round postcards, but in the potter's workshop, he lost his manners. He picked up a cup with the handle on the bottom and laughed so hard that tears ran from his eyes.</p><p>The potter took it from his hand and said in his dull voice: \"What good is the bottom of a cup if you have nothing stable to put it on?\"</p><p>As if to emphasize his words, the ground shook beneath their feet. The man grabbed a round chair and rolled with it towards the door. A few pre-cracked saucers jumped down and broke along their predicted lines. The potter gathered them, and while the house was still shaking and creaking, he asked: \"Do you want tea?\" and limped away without waiting for a reply.</p><p>They watched the sunset in the garden, drinking tea from five-handled cups. The man explained why he had come. The potter didn't hear him, but he knew: the snail was preparing to set off. The world, as people knew it, was coming to an end.</p><p>The potter stood up amidst the earthquakes. \"I'm going to bed,\" he said. \"You can sleep on the sofa. Stay in my house until you learn to walk.\"</p><p>A little later, the ground seemed to yawn. It stretched and twisted like a tired muscle. Leaves fell from the trees onto the man's head. He gripped the trunk and looked down at his yacht. Like a disco ball, the yacht sent its last reflections from the sunset. Then it turned, nose-dived, capsized, and disappeared into the rising waves. The sunset suddenly rushed left, then right. Then it changed its mind completely and hid behind the island. The dark sky unleashed the wind. The world swayed. The snail was going to a better place.</p>",
    "illustrationUrl": "FairytalesArt/The_Island_Without_Corners2.jpeg",
    "illustrationAlt": "A winding, spiraling island made of basalt, with rounded buildings. An islander with bent knees and outstretched arms running after its lopsided jug."
  },
  {
    "foreignTitle": "La niña y la tumba",
    "language": "Spanish",
    "foreignText": "<p>Muy lejos, en el fin del mundo, hay una pequeña aldea. La gente construyó sus chozas y casas cerca de un bosque oscuro y antiguo. El bosque los alimenta y los protege, y ellos, a su vez, lo tratan con gran cuidado y respeto. Nunca toman más de lo que necesitan. Nunca arrancan una planta ni matan un animal sin razón.</p><p>Al final de la aldea vive una familia: una madre, un padre y su pequeña hija llamada Lua. El hermano de la madre, Mauro, también vive con ellos. Mauro no es como la gente de su aldea. Los ancianos dicen que fue maldecido con el aburrimiento y la incapacidad de sentirse satisfecho. Mauro siempre quiere más. Siempre crea ruido y desorden. Quiere acción, logros, atención y poder. Cuando Mauro va con otros al bosque, no trabaja con ellos. En cambio, corta demasiadas ramas, pisotea los lechos de hongos y se desvía del camino, perturbando el bosque.</p><p>Un día, Mauro se adentra demasiado. Se abre paso por el bosque, cortando hojas con su cuchillo. Distraído, al principio no se da cuenta de los lobeznos. Pero al segundo siguiente, la loba madre salta sobre él mientras sus cachorros huyen. Mauro levanta su cuchillo.</p><p>Empapado en sangre, lleva su trofeo de vuelta a la aldea, sonriendo. Por primera vez, se siente satisfecho, pero no dura. La gente arrastra los pies por el suelo. Recogen a la loba muerta, pero no celebran. Dicen que Mauro trajo la desgracia a la aldea. Cavan una tumba para ella no muy lejos de su casa y la entierran allí.</p><p>Después de ese día, llega la sequía. La tierra se desmorona y se dispersa como arena. Las plantas se marchitan y mueren. Los pájaros dejan de piar y los peces son reemplazados por sapos en los ríos que se secan. La gente empieza a acostarse con hambre.</p><p>Mauro no se acuesta en absoluto. Cada noche entra al bosque en busca de caza. Cada mañana regresa con las manos vacías. Sigue buscando caminos ocultos, escondites lejanos, y finalmente logra encontrar algunos conejos y ardillas restantes. Cuando lleva lo que ha cazado a la aldea, nadie dice ya que les trajo la desgracia. Lo miran con gratitud y sonrisas, intentan complacerlo. Él realmente disfruta de la sensación.</p><p>Una noche, mientras el cielo aún está oscuro, sale de nuevo. Lua lo observa desde la ventana. Algo se mueve en el rabillo de sus ojos y ella se vuelve hacia ese lado, y parpadea sin creer lo que ve. Allí, en el montículo de tierra donde enterraron a la loba madre, están floreciendo altas flores moradas. Lua nunca antes había visto tales plantas. Brillan con su propia luz violeta y se mueven sin el viento.</p><p>Lua sale de la casa y camina hacia las flores. Nota el polen plateado que brilla como la luz de la luna. Toca el polen y todo cambia. Lua se transforma en una gran polilla plateada.</p><p>Vuela hacia el cielo oscuro y no regresa hasta el amanecer. Ese día, Mauro vuelve sin ninguna pieza de caza. Se repite cada noche. Mauro sale de caza, y Lua sale de puntillas de su casa y vuela lejos. Y por la mañana, Mauro vuelve sin nada.</p><p>Una noche, un tablón del suelo que cruje despierta a la madre de Lua. Por un momento intenta volver a dormirse, pero luego se da cuenta de que algo anda mal. Echa un vistazo a la cama de Lua y jadea. Está vacía. Su hija no está. Corre hacia la ventana y se queda inmóvil como una estatua. Alas plateadas pálidas revolotean junto a la ventana hacia el cielo. Permanece inmóvil cerca de la ventana toda la noche.</p><p>A la primera luz del alba, la polilla regresa. La madre observa cómo la polilla toca el suelo y vuelve a convertirse en Lua. Regresa a la cama y yace inmóvil con los ojos cerrados. Lua se desliza en su cama sin hacer ruido. La madre abre los ojos y observa las hojas y agujas pegadas en el cabello de Lua.</p><p>Al amanecer, la madre va a la tumba del lobo. Mira las flores moradas por unos segundos y luego las arranca una por una.</p><p>Lua se despierta a la hora del almuerzo y corre hacia las flores con una taza de su porción de agua para el día. Se detiene en los terrones de tierra secos donde solían estar las flores. Se arrodilla y busca las semillas, y luego, al no encontrar ninguna, de todos modos vierte toda su agua.</p><p>A la mañana siguiente, Mauro regresa del bosque con un ciervo. La multitud lo saluda con vítores. \"Encontré dónde se esconden los lobos\", dice. \"Mañana los atraparé.\"</p><p>Los vítores se apagan. La gente se mira y luego mira sus pies. Lua escucha todo desde lejos.</p><p>Esa noche, ella se negó a ir a su cama. En cambio, camina hacia la tumba del lobo y se acuesta en la tierra. Su madre la ve, pero regresa a la cama, confiada en que Lua ya no puede volar.</p><p>Lua cierra los ojos al caer la noche. La tierra está fría, pero la llena de paz. Extiende los brazos y se duerme.</p><p>Por la mañana, Lua no está. La aldea la busca muchos días. Buscan en el bosque, en cuevas y en ríos. Pero no la encuentran.</p><p>Algunos empiezan a decir que los lobos se la debieron de llevar. Pero otros dicen que la vieron montada en la espalda de un lobo enorme cruzando la cima de la montaña.</p><p>Pronto, la lluvia regresa. El bosque vuelve a la vida. Hay hongos, frutas y peces. Así que la gente también vuelve a su vida normal. Solo Mauro no lo hace. Todos los días sigue yendo solo al bosque, cada vez más lejos de la aldea. Está buscando a los lobos en las montañas.</p><p>Un día, no regresa. Nadie sabe qué pasó.</p><p>La madre de Lua tampoco va ya al bosque. Pasa sus días cerca de su casa, cuidando un gran jardín que plantó alrededor de la tumba del lobo. Y por la noche, camina entre las flores, buscando una que vuelva a brillar violeta.</p>",
    "vocabulary": [
        {
            "word": "aldea",
            "translation": "village"
        },
        {
            "word": "chozas",
            "translation": "huts"
        },
        {
            "word": "bosque oscuro y antiguo",
            "translation": "dark and ancient forest"
        },
        {
            "word": "alimenta",
            "translation": "feeds"
        },
        {
            "word": "protege",
            "translation": "protects"
        },
        {
            "word": "cuidado",
            "translation": "care"
        },
        {
            "word": "respeto",
            "translation": "respect"
        },
        {
            "word": "arrancan",
            "translation": "pull up, tear out"
        },
        {
            "word": "maldecido",
            "translation": "cursed"
        },
        {
            "word": "aburrimiento",
            "translation": "boredom"
        },
        {
            "word": "incapacidad",
            "translation": "inability"
        },
        {
            "word": "satisfecho",
            "translation": "satisfied"
        },
        {
            "word": "ruido",
            "translation": "noise"
        },
        {
            "word": "desorden",
            "translation": "disorder, mess"
        },
        {
            "word": "logros",
            "translation": "achievements"
        },
        {
            "word": "pisotea",
            "translation": "tramples"
        },
        {
            "word": "se desvía",
            "translation": "strays, deviates"
        },
        {
            "word": "perturbando",
            "translation": "disturbing"
        },
        {
            "word": "se adentra",
            "translation": "goes deep into"
        },
        {
            "word": "distraído",
            "translation": "distracted"
        },
        {
            "word": "lobezno",
            "translation": "wolf cub"
        },
        {
            "word": "empapado",
            "translation": "drenched, soaked"
        },
        {
            "word": "trofeo",
            "translation": "trophy"
        },
        {
            "word": "desgracia",
            "translation": "misfortune, disgrace"
        },
        {
            "word": "sequía",
            "translation": "drought"
        },
        {
            "word": "se desmorona",
            "translation": "crumbles"
        },
        {
            "word": "marchitan",
            "translation": "wither"
        },
        {
            "word": "sapos",
            "translation": "toads"
        },
        {
            "word": "escondites",
            "translation": "hiding places"
        },
        {
            "word": "polen",
            "translation": "pollen"
        }
    ],
    "englishTitle": "The Girl and the Tomb",
    "englishText": "<p>Far away, at the end of the world, there's a small village. People built their huts and houses close to a dark, ancient forest. The forest feeds them and protects them, and they, in turn, treat it with great care and respect. They never take more than they need. They never pluck a plant or kill game without a reason.</p><p>There's a family at the end of the village: a mother, a father and their little daughter called Lua. The mother's brother, Mauro, also lives with them. Mauro is not like the people in his village. The elders say he was cursed with boredom and being unable to feel content. Mauro always wants more. He always creates noise and disorder. He wants action, achievement, attention and power. When Mauro goes with others into the forest, he doesn't work alongside them. Instead, he cuts too many branches, and stomps on mushroom beds, and wanders off the path, disturbing the forest.</p><p>One day Mauro wanders too far away. He pushes through the forest, hacking at leaves with his knife. Distracted, he doesn't notice the wolf cubs at first. But the next second the mother wolf jumps at him, as her cubs runs away. Mauro swings his knife up.</p><p>Drenched in blood, he carries his trophy back to the village, grinning. For the first time, he feels content but it doesn't last. People shuffle their feet on the ground. They pick up the killed mother wolf but they don't celebrate. They say Mauro brought misery to the village. They dig a grave for her not far from his house, and bury her there.</p><p>After that day, the drought arrives. The soil crumbles and scatters like sand. Plants wither and die. Birds stop chirping, and fish are replaced by toads in the drying up rivers. People start going to bed hungry.</p><p>Mauro doesn't go to bed at all. Every night he enters the forest in search of game. Every morning he return with empty hands. He keeps looking for hidden paths, for distant hiding places, and eventually he does manage to find some remaining rabbits and squirrels. When he brings what he killed to the village, nobody says anymore that he brought misery to them. They look at him with gratitude and smiles, they try to please him. He really enjoys the feeling.</p><p>One night, while the sky is still dark, he goes out again. Lua watches him from the window. Something moves in the corner of her eye and she turns to that side, and blinks not believing her eyes. There, on the pile of the soil under which they buried the mother wolf, tall purple flowers are blossoming. Lua has never seen such plants before. They glow with their own violet light, and they move without the wind.</p><p>Lua steps outside the house and walks towards the flowers. She notices the silver pollen that shimmers like moonlight. She touches the pollen and everything changes. Lua transforms into a large silver moth.</p><p>She flies towards the dark sky and doesn't return until dawn. That day Mauro comes back without any game. It repeats every night. Mauro leaves for a hunt, and Lua tiptoes out of her house and flies away. And in the morning Mauro comes back with nothing.</p><p>One night, a creaking floor board wakes Lua's mother. For a while she tries to go back to sleep but then realizes that something is wrong. She glances at Lua’s bed and gasps. It’s empty. Her daughter is gone. She rushes towards the window and freezes like a statue. Pale silver wings flutter past the window towards the sky. She stays still near the window all night.</p><p>At the first light of dawn, the moth returns. The mother watches the moth touch the ground and turn back into Lua. She returns to bed and lies motionless with her eyes closed. Lua slips into her bed without making a sound. The mother opens her eyes and watches the leaves and needles stuck in Lua's hair.</p><p>At sunrise, the mother goes to the wolf's grave. She looks at the purple flowers for just a few seconds and then pulls them out one by one.</p><p>Lua wakes up by lunchtime and runs outside to the flowers with a cup of her portion of water for the day. She stops at the dry raw clumps of soil where the flowers used to be. She kneels and looks for the seeds, and then, having found none, pours all her water out anyway.</p><p>The next morning Mauro returns from the forest with a deer. The crowd greets him with cheers. \"I found where the wolves hide,\" he says. \"Tomorrow I'll get them.\"</p><p>The cheering dies down. People look at each other and then watch their feet. Lua hears everything from afar.</p><p>Esa noche, she refused to go to her bed. Instead, she walks to the wolf's grave and lies down on the earth. Her mother sees her but returns back to bed, confident that Lua can't fly anymore.</p><p>Lua closes her eyes as the night falls. The earth is cold but it fills her with peace. She spreads her arms and falls asleep.</p><p>In the morning, Lua is gone. The village searches for her many days. They look in the forest, in caves and in rivers. But they don't find her.</p><p>Some start saying the wolves must have got her. But others say they saw her riding on the back of an enormous wolf crossing the mountaintop.</p><p>Soon, the rain returns. The forest comes back to life. There are mushrooms, and fruit, and fish. So people, also, come back to their usual life. Only Mauro doesn't. Every day he continues to go to the forest alone, further and further away from the village. He's searching for the wolves in the mountains.</p><p>One day, he doesn't return. Nobody knows what happened.</p><p>Lua's mother, also, no longer goes to the forest. She spends her days near her house, tending to a large garden she planted around the wolf's grave. And at night, she walks among the flowers, looking for one that would glow violet again.</p>",
    "illustrationUrl": "FairytalesArt/The_Girl_and_the_Tomb.jpeg",
    "illustrationAlt": "A small girl, Lua, kneels in front of a tomb surrounded by a huge garden of bright purple flowers in the middle of a dark forest."
},
  {
    "foreignTitle": "A la espera del agua",
    "language": "Spanish",
    "foreignText": "<p>Eliseo era zapatero en la ciudad. No podía pagar los impuestos y estaba a punto de ir a prisión.</p><p>—Tenemos que irnos a un lugar seguro —le dijo a su esposa—, donde no puedan encontrarme.</p><p>Su esposa, Lina, le respondió:</p><p>—Soñé otra vez con las libélulas. Dijeron que debíamos seguirlas. Ellas conocen el lugar donde el agua fresca corre por la selva. Nos quedaremos allí hasta que sea seguro volver.</p><p>Sus hijos, Mateo y Santiago, tuvieron que dejar sus escuelas, donde habían sido elogiados por su talento. Ambos habían ganado concursos de literatura. Durante el día, cargaban los sacos con sus pertenencias a través de la selva, guiados por las libélulas. Fingían que sus lágrimas eran sudor—no querían que su padre se sintiera culpable. Por las noches, se recitaban en voz baja los poemas que aún recordaban de la escuela.</p><p>La familia caminó durante muchos días y noches, siguiendo el murmullo de alas tornasoladas, hasta que se perdieron por completo. Ya no podrían encontrar el camino de regreso, aunque quisieran. Su única esperanza eran las libélulas.</p><p>Hasta que un día, el zumbido cambió de tono: ya no eran alas, sino agua golpeando contra las piedras. Habían llegado. Era un claro junto a un río, con espacio suficiente para construir una casa y plantar un huerto.</p><p>Hicieron ladrillos con barro del río y los secaron al sol. Cortaron cañas de bambú para levantar las paredes. Recolectaron semillas y brotes, y los sembraron alrededor de su nuevo hogar.</p><p>Lina no trabajaba. Pasaba sus días sentada junto al río, hablando con las libélulas. Decía que entonaban oraciones con sus alas:</p><p>—Para que pronto podamos volver a la ciudad —susurraba.</p><p>Una noche, Lina despertó llorando. En su sueño, una libélula le había dicho que su hija debía ser entregada al río y elevada hacia el cielo para que la familia pudiera regresar. Una lluvia torrencial vendría, y se llevaría a la niña. Lina no debía intervenir. Si lo hacía, rompería el hechizo.</p><p>—¿Pero si ni siquiera tenemos una hija? —rió Eliseo.</p><p>Un año después nació Anna. La colocaron cerca de una ventana abierta para que respirara el aire cálido de la selva. Una libélula se posó en su frente y no quiso irse.</p><p>Anna creció como hija verdadera de la selva. Jugaba con las libélulas cerca del río y les daba mosquitos que cazaba por la noche. Se negaba a dormir bajo techo. Dormía en una cuna hecha de hojas y telarañas. También tenía otra rareza: los objetos flotaban a su alrededor. Plumas, cortezas, briznas de pasto se elevaban y giraban a su alrededor, como si el viento los llevara. Pero no había viento. Anna reía y les daba golpecitos con el dedo. Las cosas se inclinaban levemente, pero no cambiaban su rumbo.</p><p>Casi no hablaba—no tenía con quién. Su madre pasaba los días internada en la selva, suplicando a las libélulas que cambiaran el destino. Su padre y sus hermanos trabajaban sin descanso en la casa y el jardín. Una vez, Eliseo encontró a los chicos escribiendo poemas con palitos sobre el barro fresco del muro exterior. Los borraron y nunca volvieron a mencionarlo.</p><p>El día en que Lina vio las nubes moradas asomarse por el horizonte, ató a Anna al techo de la casa y corrió hacia la selva, a buscar a las libélulas que aún no había hablado con.</p><p>La lluvia llegó como un muro de agua, blanca y ensordecedora. El río se volvió un mar de barro enfurecido. El agua levantó la casa como una hoja y la arrastró corriente abajo, con Anna aún atada al techo. Eliseo y los chicos treparon por los muebles volcados y lograron llegar a la orilla.</p><p>Cuando la lluvia cesó, el aire se volvió brillante y silencioso. Los chicos se sentaron sin hablar, escuchando el zumbido en sus oídos y parpadeando ante la luz dorada. Entonces todos escucharon el batir de alas.</p><p>Desde lo alto, Anna flotaba hacia ellos, rodeada por una nube de libélulas. Detrás de ella, su casa bamboleaba por el aire como un globo atado a un hilo. Anna aterrizó suavemente sobre la orilla aún mojada y saludó con la mano a sus hermanos, que se elevaron al aire, como plumas.</p><p>A lo lejos, en el horizonte, la ciudad los esperaba.</p><p>Y la selva se quedó con quienes debían quedarse.</p>",
    "vocabulary": [
      { "word": "zapatero", "translation": "shoemaker" },
      { "word": "impuestos", "translation": "taxes" },
      { "word": "prisión", "translation": "prison" },
      { "word": "libélulas", "translation": "dragonflies" },
      { "word": "selva", "translation": "jungle, rainforest" },
      { "word": "elogiados", "translation": "praised" },
      { "word": "concursos de literatura", "translation": "literature contests" },
      { "word": "cargaban", "translation": "they carried" },
      { "word": "sacos", "translation": "sacks, bags" },
      { "word": "pertenencias", "translation": "belongings" },
      { "word": "guiados", "translation": "guided" },
      { "word": "fingían", "translation": "they pretended" },
      { "word": "lágrimas", "translation": "tears" },
      { "word": "sudor", "translation": "sweat" },
      { "word": "culpable", "translation": "guilty" },
      { "word": "recitaban", "translation": "they recited" },
      { "word": "poemas", "translation": "poems" },
      { "word": "murmullo", "translation": "murmur, hum" },
      { "word": "alas tornasoladas", "translation": "iridescent wings" },
      { "word": "perdieron por completo", "translation": "got completely lost" },
      { "word": "zumbido", "translation": "buzzing sound" },
      { "word": "claro", "translation": "clearing" },
      { "word": "huerto", "translation": "vegetable garden" },
      { "word": "ladrillos", "translation": "bricks" },
      { "word": "barro", "translation": "mud, clay" },
      { "word": "cañas de bambú", "translation": "bamboo canes" },
      { "word": "semillas", "translation": "seeds" },
      { "word": "brotes", "translation": "sprouts" },
      { "word": "sembraron", "translation": "they sowed, planted" },
      { "word": "entonaban oraciones", "translation": "were intoning prayers" },
      { "word": "susurraba", "translation": "whispered" },
      { "word": "entregada", "translation": "delivered, given up" },
      { "word": "elevada", "translation": "raised, lifted" },
      { "word": "lluvia torrencial", "translation": "torrential rain" },
      { "word": "llevaría", "translation": "would carry away" },
      { "word": "intervenir", "translation": "intervene" },
      { "word": "rompería el hechizo", "translation": "would break the spell" },
      { "word": "frente", "translation": "forehead" },
      { "word": "bajo techo", "translation": "indoors, under a roof" },
      { "word": "cuna", "translation": "cradle" },
      { "word": "telarañas", "translation": "spiderwebs" },
      { "word": "rareza", "translation": "oddity, peculiarity" },
      { "word": "flotaban", "translation": "floated" },
      { "word": "plumas", "translation": "feathers" },
      { "word": "cortezas", "translation": "bark" },
      { "word": "briznas de pasto", "translation": "blades of grass" },
      { "word": "elevaban", "translation": "were rising" },
      { "word": "giraban", "translation": "were spinning" },
      { "word": "golpecitos", "translation": "little taps" },
      { "word": "inclinaban levemente", "translation": "leaned slightly" },
      { "word": "rumbo", "translation": "course, direction" },
      { "word": "suplicando", "translation": "begging, pleading" },
      { "word": "destino", "translation": "destiny, fate" },
      { "word": "sin descanso", "translation": "without rest" },
      { "word": "palitos", "translation": "little sticks" },
      { "word": "barro fresco", "translation": "fresh mud" },
      { "word": "muro exterior", "translation": "exterior wall" },
      { "word": "borraron", "translation": "they erased" },
      { "word": "mencionarlo", "translation": "mention it" },
      { "word": "nubes moradas", "translation": "purple clouds" },
      { "word": "asomarse", "translation": "to appear, peek out" },
      { "word": "ató", "translation": "tied" },
      { "word": "muro de agua", "translation": "wall of water" },
      { "word": "ensordecedora", "translation": "deafening" },
      { "word": "enfurecido", "translation": "enraged, furious" },
      { "word": "arrastró", "translation": "dragged" },
      { "word": "corriente abajo", "translation": "downstream" },
      { "word": "treparon", "translation": "they climbed" },
      { "word": "muebles volcados", "translation": "overturned furniture" },
      { "word": "orilla", "translation": "shore, bank" },
      { "word": "a nado", "translation": "by swimming" },
      { "word": "cesó", "translation": "ceased" },
      { "word": "zumbido", "translation": "hum, buzz" },
      { "word": "parpadeando", "translation": "blinking" },
      { "word": "luz dorada", "translation": "golden light" },
      { "word": "batir de alas", "translation": "beating of wings" },
      { "word": "flotaba", "translation": "floated" },
      { "word": "rodeada", "translation": "surrounded" },
      { "word": "bamboleaba", "translation": "swayed, wobbled" },
      { "word": "globo", "translation": "balloon" },
      { "word": "hilo", "translation": "thread, string" },
      { "word": "aterrizó", "translation": "landed" },
      { "word": "saludó", "translation": "greeted" },
      { "word": "se elevaron", "translation": "rose, lifted" }
    ],
    "englishTitle": "Waiting for Water",
    "englishText": "<p>Eliseo was a shoemaker in the city. He couldn't pay his taxes and was about to go to prison.</p><p>“We have to go to a safe place,” he told his wife, “where they can’t find me.”</p><p>His wife, Lina, replied:</p><p>“I dreamed of the dragonflies again. They said we should follow them. They know the place where fresh water runs through the jungle. We will stay there until it's safe to return.”</p><p>Their sons, Mateo and Santiago, had to leave their schools, where they had been praised for their talent. Both had won literature contests. During the day, they carried sacks with their belongings through the jungle, guided by the dragonflies. They pretended their tears were sweat—they didn’t want their father to feel guilty. At night, they quietly recited the poems they still remembered from school.</p><p>The family walked for many days and nights, following the murmur of iridescent wings, until they were completely lost. They wouldn't be able to find their way back, even if they wanted to. Their only hope was the dragonflies.</p><p>Until one day, the buzzing changed tone: it was no longer wings, but water hitting against stones. They had arrived. It was a clearing next to a river, with enough space to build a house and plant a vegetable garden.</p><p>They made bricks with mud from the river and dried them in the sun. They cut bamboo canes to build the walls. They collected seeds and sprouts, and planted them around their new home.</p><p>Lina didn't work. She spent her days sitting by the river, talking to the dragonflies. She said they were singing prayers with their wings:</p><p>“So that we can soon return to the city,” she whispered.</p><p>One night, Lina woke up crying. In her dream, a dragonfly had told her that her daughter must be given to the river and lifted towards the sky so that the family could return. A torrential rain would come and carry the girl away. Lina should not intervene. If she did, she would break the spell.</p><p>“But we don't even have a daughter!” Eliseo laughed.</p><p>A year later, Anna was born. They placed her near an open window so she could breathe the warm jungle air. A dragonfly landed on her forehead and wouldn't leave.</p><p>Anna grew up as a true child of the jungle. She played with the dragonflies near the river and gave them mosquitoes she hunted at night. She refused to sleep indoors. She slept in a cradle made of leaves and spiderwebs. She also had another oddity: objects floated around her. Feathers, bark, blades of grass would rise and spin around her, as if the wind were carrying them. But there was no wind. Anna laughed and gave them little taps with her finger. The things would lean slightly, but wouldn't change their course.</p><p>She barely spoke—she had no one to talk to. Her mother spent her days deep in the jungle, pleading with the dragonflies to change destiny. Her father and brothers worked tirelessly on the house and garden. Once, Eliseo found the boys writing poems with little sticks on the fresh mud of the exterior wall. They erased them and never mentioned it again.</p><p>The day Lina saw the purple clouds peek over the horizon, she tied Anna to the roof of the house and ran into the jungle, to find the dragonflies she still hadn't spoken with.</p><p>The rain arrived like a wall of water, white and deafening. The river became a furious sea of mud. The water lifted the house like a leaf and dragged it downstream, with Anna still tied to the roof. Eliseo and the boys climbed over the overturned furniture and managed to reach the shore.</p><p>When the rain ceased, the air became bright and silent. The boys sat without speaking, listening to the hum in their ears and blinking at the golden light. Then everyone heard the beating of wings.</p><p>From above, Anna floated towards them, surrounded by a cloud of dragonflies. Behind her, their house swayed through the air like a balloon tied to a string. Anna landed softly on the still wet shore and waved to her brothers, who rose into the air, like feathers.</p><p>In the distance, on the horizon, the city awaited them.</p><p>And the jungle remained with those who were meant to stay.</p>",
    "illustrationUrl": "FairytalesArt/Waiting_for_Water.jpeg",
    "illustrationAlt": "A girl, Anna, looks at her brother and the house floating in the air, with a jungle around them."
  },
  {
    "foreignTitle": "Donde la gente se esconde",
    "language": "Spanish",
    "foreignText": "<p>Alejandro vivía en un pueblo pequeño junto a la selva. Estaba obsesionado con esconderse. Se escondía en barriles, en las sombras, en cabañas abandonadas, en zanjas. Ningún otro niño había aprendido a desaparecer tan bien.</p><p>Jugaba al escondite día y noche. Cuando los otros niños se cansaban, él seguía jugando solo. Porque para él no era solo un juego.</p><p>Desde que su padre había desaparecido, Alejandro había estado tratando de encontrar ese escondite perfecto. Creía que si lograba encontrarlo, podría ser el lugar donde su papá se había escondido y así terminarían escondidos en ese lugar, juntos.</p><p>Nadie le explicó a dónde se había ido su padre. Los adultos simplemente lo abrazaban. Los vecinos bajaban la mirada. Mamá lloraba y cocinaba platos que él nunca comía porque estaba demasiado ocupado escondiéndose.</p><p>Así que Alejandro seguía escondiéndose detrás de cada roca, cada valla, cada árbol, esperando encontrar el lugar donde la gente se esconde cuando nadie puede encontrarla.</p><p>Su búsqueda lo llevó a lo más profundo de la selva.</p><p>Se arrastró bajo las raíces de árboles gigantes. Se metió debajo de troncos caídos. La orilla del río estaba húmeda y resbaladiza, pero aun así intentó esconderse en ella.</p><p>Fue entonces cuando vio el loro, una criatura tan brillante que parecía una flor hecha de plumas. Por un momento, Alejandro olvidó su misión y lo miró con la boca abierta.</p><p>El loro ladeó la cabeza y luego habló.</p><p>“¿Qué estás haciendo?” preguntó.</p><p>“Estoy buscando el mejor escondite”, dijo Alejandro.</p><p>El pájaro asintió con seriedad.</p><p>“Conozco un lugar donde puedes esconderte muy bien”.</p><p>El corazón de Alejandro dio un vuelco.</p><p>“Tengo que ir a ese lugar”, dijo.</p><p>Así que el loro voló por el río mientras el niño lo seguía, contándole historias sobre su papá.</p><p>De repente, el loro aterrizó en una hoja que rebotaba y dijo: “Es aquí”.</p><p>Alejandro levantó la vista y fue entonces cuando lo vio. Una escalera larga, estrecha y dorada llegaba hasta las nubes del atardecer.</p><p>“Puedes subir esta escalera y buscar a tu papá”, dijo el pájaro. “Pero hay un problema. La escalera es muy frágil. No puede soportar el peso de una vida entera, ni siquiera la vida de un niño si es una vida llena de recuerdos. Para poder subirla, tendrás que dejar tus recuerdos atrás”.</p><p>“¿Todos ellos?”</p><p>“Puedes quedarte con la imagen de tu papá para poder encontrarlo”, respondió el loro, “pero poco más”.</p><p>Entonces Alejandro se sentó al pie de la escalera y comenzó a repasar sus recuerdos. Trató de decidir cuáles podía olvidar.</p><p>Primero vinieron los buenos: el día que bajó el río en canoa con su papá, la noche que toda la familia durmió bajo las estrellas.</p><p>Alejandro negó con la cabeza. Era imposible soltarlos.</p><p>Probó con los recuerdos malos. Tal vez esos serían más fáciles. Pero incluso el momento en que su papá se enojó con él... incluso eso... no pudo dejarlo ir.</p><p>Sus ojos se llenaron de lágrimas.</p><p>“No puedo dejar nada atrás”, dijo. “Ni siquiera por él”.</p><p>Se secó la cara con la manga y añadió:</p><p>“Es por él que no quiero olvidar”.</p><p>El loro suspiró y batió sus alas una vez. Ya no había nada más que decir o hacer.</p><p>Así que Alejandro se levantó y emprendió el camino de regreso por la selva a lo largo del río, de regreso a través de las raíces y los troncos, de regreso al pueblo, a su casa, donde su madre cocinaba a la luz de las velas.</p><p>“Debes haber encontrado un buen escondite”, dijo ella sin darse la vuelta. “Nadie pudo encontrarte para el almuerzo”.</p><p>Ella le puso un plato delante, mirando hacia otro lado.</p><p>“¿Vas a esconderte otra vez después de la cena?” preguntó.</p><p>“No”, respondió Alejandro.</p><p>“¿No?” dijo la madre, mirándolo de reojo. “¿Y qué quieres hacer entonces?”</p><p>Él la miró.</p><p>“Quiero escuchar tus recuerdos sobre papá”, dijo.</p>",
    "vocabulary": [
        {
            "word": "barriles",
            "translation": "barrels"
        },
        {
            "word": "sombras",
            "translation": "shadows"
        },
        {
            "word": "cabañas abandonadas",
            "translation": "abandoned huts"
        },
        {
            "word": "zanjas",
            "translation": "ditches"
        },
        {
            "word": "escondite",
            "translation": "hiding place"
        },
        {
            "word": "desapareció",
            "translation": "disappeared"
        },
        {
            "word": "abrazaban",
            "translation": "hugged"
        },
        {
            "word": "lágrimas",
            "translation": "tears"
        },
        {
            "word": "roca",
            "translation": "rock"
        },
        {
            "word": "valla",
            "translation": "fence"
        },
        {
            "word": "selva",
            "translation": "jungle"
        },
        {
            "word": "raíces",
            "translation": "roots"
        },
        {
            "word": "troncos",
            "translation": "logs"
        },
        {
            "word": "resbaladiza",
            "translation": "slippery"
        },
        {
            "word": "loro",
            "translation": "parrot"
        },
        {
            "word": "plumas",
            "translation": "feathers"
        },
        {
            "word": "escalera",
            "translation": "ladder"
        },
        {
            "word": "nubes",
            "translation": "clouds"
        },
        {
            "word": "recuerdos",
            "translation": "memories"
        },
        {
            "word": "luz de las velas",
            "translation": "candlelight"
        }
    ],
    "englishTitle": "Where People Hide",
    "englishText": "<p>Alejandro lived in a small town next to the jungle. He was obsessed with hiding. He hid in barrels, shadows, abandoned huts, ditches. No other child had learned to disappear so well.</p><p>He played hide-and-seek day and night. When the other children got tired of the game, he kept playing on his own. Because for him it wasn't just a game.</p><p>Since his dad disappeared, Alejandro had been trying to find that perfect hiding place. He believed that if he managed to find the place, it might be the one his dad had been hiding in, and so they would end up hiding in that place, together.</p><p>No one explained to him where his dad had gone. The adults just hugged him. The neighbors looked down. Mom cried and cooked dishes that he never ate because he was too busy hiding.</p><p>So Alejandro kept hiding behind every rock, every fence, every tree, hoping to find the place where people hide when no one can find them.</p><p>His search took him deep into the jungle.</p><p>He crawled under the roots of giant trees. He got under fallen logs. The riverbank was wet and slippery, but he still tried to hide in it.</p><p>It was then that he saw the parrot, a creature so bright it looked like a flower made of feathers. For a moment, Alejandro forgot his mission and stared at it with his mouth open.</p><p>The parrot tilted its head, and then spoke.</p><p>“What are you doing?” it asked.</p><p>“I’m looking for the best hiding place,” said Alejandro.</p><p>The bird nodded seriously.</p><p>“I know a place where you can hide very well.”</p><p>Alejandro's heart skipped a beat.</p><p>“I have to go to that place,” he said.</p><p>So the parrot flew along the river as the boy followed, telling stories about his dad.</p><p>Suddenly, the parrot landed on a bouncing leaf and said: “This is it.”</p><p>Alejandro looked up and that’s when he saw it. A long, narrow, golden ladder reached all the way up to the sunset clouds.</p><p>“You can climb this ladder and look for your dad,” said the bird. “But there is a problem. The ladder is very fragile. It cannot bear the weight of a whole life, not even the life of a child if this is a life full of memories. To be able to climb it, you will have to leave your memories behind.”</p><p>“All of them?”</p><p>“You can keep the image of your dad so you can find him,” replied the parrot, “but little else.”</p><p>Then Alejandro sat at the foot of the ladder and began to review his memories. He tried to decide which ones he could forget.</p><p>First came the good ones: the day he went down the river in a canoe with his dad, the night the whole family slept under the stars.</p><p>Alejandro shook his head. It was impossible to let go of those.</p><p>He tried with the bad memories. Maybe those would be easier. But even the moment when his dad got angry with him… even that… he couldn't let it go.</p><p>His eyes filled with tears.</p><p>“I can't leave anything behind,” he said. “Not even for him.”</p><p>He wiped his face with his sleeve and added:</p><p>“It's because of him that I don’t want to forget.”</p><p>The parrot sighed and clapped its wings once. There was nothing to say or do anymore.</p><p>So Alejandro stood up and set off back through the jungle along the river, back through the roots and logs, back to the town, to his house, where his mother was cooking by candlelight.</p><p>“You must have found a good hiding place,” she said without turning around. “No one could find you for lunch.”</p><p>She put a bowl in front of him, looking away.</p><p>“Are you going to hide again after dinner?” she asked.</p><p>“No,” replied Alejandro.</p><p>“No?” said the mother, glancing at him sideways. “And what do you want to do then?”</p><p>He looked at her.</p><p>“I want to listen to your memories about Dad,” he said.</p>",
    "illustrationUrl": "FairytalesArt/Where_People_Hide.jpeg",
    "illustrationAlt": "A boy, Alejandro, looking at the large colorful parrot in the middle of the jungle with a golden staircase, stretches into the sky in the background."
},
  {
    "foreignTitle": "Las casas de Alba",
    "language": "Spanish",
    "foreignText": "<p>Tres cosas distinguían a Alba de los demás.</p><p>La primera eran sus tatuajes. Tenía los brazos y las piernas cubiertos de líneas: rayas, zigzags, trazos como relámpagos. Su piel parecía el cuaderno de bocetos de alguien que se quedó dormido a mitad de un dibujo. A veces ni ella misma sabía qué significaban. Ella pensaba que por la noche se cambiaban de sitio.</p><p>La segunda cosa era su trabajo. Alba diseñaba casas para gatos. Camitas adorables, torres, cajas, mansiones diminutas ¡Las posibilidades de un lugar bonito para dormir para un gato eran infinitas! Y Alba no podía parar. Literalmente. Había una vocecita dentro que le pedía que descansara, pero ella la empujaba hacia abajo, más y más hondo, hasta que ya no se oía nada.</p><p>Y esa era la tercera cosa especial de Alba: había dejado de dormir.</p><p>¿Para qué desperdiciar horas preciosas, si podía estar dibujando nuevas mansiones para gatos?</p><p>Mandaba sus planos a una pequeña fábrica, que le devolvía las casitas construidas. Venderlas era fácil: su tío Bruno era motero. Y los moteros eran siempre personas de buen corazón con debilidad por los gatos.</p><p>Gracias a Bruno, todas las casas encontraban hogar. Y siempre pedían más.</p><p>También era fácil trabajar con él porque, al igual que Alba, Bruno odiaba dormir. Le encantaba despertar a la gente con el rugido salvaje de su moto. Aceleraba frente a las casas donde veía demasiadas ventanas apagadas.</p><p>Detrás de esas ventanas, la gente deseaba en silencio que se fuera al infierno.</p><p>Mientras tanto, el alma de Alba empezaba a impacientarse.</p><p>“Tú trabajas y trabajas, obsesionada con tus casitas, y nunca piensas en mis necesidades”, le gritaba.</p><p>“Cinco minutos más”, murmuraba Alba.</p><p>Y seguía despierta toda la noche.</p><p>“Muy bien”, dijo el alma una noche. “Si tú no necesitas dormir, yo sí.”</p><p>Y el alma salió flotando por su oreja, como humo.</p><p>Se fue sola a la Tierra de los Sueños, donde las ideas flotan en el cielo y los árboles cantan nanas en lenguas olvidadas.</p><p>Al principio, Alba se sintió liberada. Ya no tenía nada dentro que le rogara descanso. Podía hundirse por completo en el trabajo.</p><p>Pero ocurrió lo contrario.</p><p>Las ideas dejaron de venir.</p><p>Caminaba por los días como si hilos invisibles la arrastraran. Ya no recordaba por qué trabajaba tanto. Se sentía vacía. Solo quedaba un zumbido lejano en su pecho. Incluso sus tatuajes parecían agotados.</p><p>Poco a poco, Alba cayó en el Infierno de los que no duermen: un lugar donde nadie duerme, solo repiten sus días pasados en la cabeza, como una canción rayada.</p><p>Allí, Alba encontró un farol amarillo encendido. Se sentó bajo su luz, y lloró.</p><p>Mientras tanto, en algún lugar del mundo, la moto de Bruno rugía entre los edificios.</p><p>Llevaba chaqueta de cuero negra y gafas oscuras, aunque era de noche. Se sentía comandante de los sueños, y ese pensamiento le daba fuerza para seguir acelerando.</p><p>Pero en algún cruce, tomó la dirección equivocada.</p><p>El aire se volvió espeso.</p><p>Las señales de tránsito aparecían al revés.</p><p>El asfalto empezó a gotear como tinta.</p><p>Sin saberlo, Bruno había entrado en el Infierno de los que no duermen.</p><p>Allí la vio, sentada bajo el farol.</p><p>Alba ya no lo reconocía. Ni siquiera se reconocía a sí misma.</p><p>—¿Quién eres tú? —le preguntó.</p><p>Y Bruno solo pudo decir:</p><p>—Estoy perdido.</p><p>Los tatuajes de Alba se estremecieron, se torcieron, y luego se desprendieron de su piel. Cayeron al suelo y se alejaron, arrastrándose como ciempiés.</p><p>Ninguno de los dos sabía cuánto tiempo había pasado, porque el tiempo allí se quedaba quieto, como una gelatina olvidada en el rincón más profundo de una alacena.</p><p>Entonces, de reojo, Alba vio descender su alma.</p><p>Venía guiada por los zigzags y rayas que una vez fueron sus tatuajes.</p><p>Traía consigo algunos sueños que había encontrado: un elefante que pintaba, un pez que flotaba por el aire.</p><p>El alma repartió los sueños, y volvió a entrar por la oreja de Alba, suspirando como una madre cansada pero comprensiva.</p><p>Alba y Bruno se quedaron dormidos bajo el farol, con una sonrisa.</p><p>El infierno se deshizo como un espejismo.</p><p>Y el mundo volvió a latir.</p><p>Desde entonces, Alba duerme todas las noches y sueña con castillos increíbles para gatos.</p><p>Y Bruno duerme todo el día, y maneja su moto por el desierto donde solo puede despertar a las estrellas.</p>",
    "vocabulary": [
      { "word": "rayas", "translation": "stripes" },
      { "word": "trazos", "translation": "strokes, lines" },
      { "word": "relámpagos", "translation": "lightning bolts" },
      { "word": "cuaderno de bocetos", "translation": "sketchbook" },
      { "word": "dormido", "translation": "asleep" },
      { "word": "cambiaban de sitio", "translation": "changed places" },
      { "word": "diseñaba", "translation": "designed" },
      { "word": "torres", "translation": "towers" },
      { "word": "cajas", "translation": "boxes" },
      { "word": "mansiones diminutas", "translation": "tiny mansions" },
      { "word": "desperdiciar", "translation": "to waste" },
      { "word": "devolvía", "translation": "returned" },
      { "word": "motero", "translation": "biker" },
      { "word": "debilidad", "translation": "weakness" },
      { "word": "apagadas", "translation": "turned off (lights)" },
      { "word": "impacientarse", "translation": "to grow impatient" },
      { "word": "gritaba", "translation": "yelled" },
      { "word": "murmuraba", "translation": "murmured" },
      { "word": "despierta", "translation": "awake" },
      { "word": "flotando", "translation": "floating" },
      { "word": "oreja", "translation": "ear" },
      { "word": "humo", "translation": "smoke" },
      { "word": "Tierra de los Sueños", "translation": "Land of Dreams" },
      { "word": "nanas", "translation": "lullabies" },
      { "word": "lenguas olvidadas", "translation": "forgotten languages" },
      { "word": "liberada", "translation": "freed" },
      { "word": "rogara", "translation": "begged (subjunctive)" },
      { "word": "hundirse", "translation": "to sink, immerse oneself" },
      { "word": "ocurrió lo contrario", "translation": "the opposite happened" },
      { "word": "hilos invisibles", "translation": "invisible threads" },
      { "word": "arrastraran", "translation": "dragged (subjunctive)" },
      { "word": "vacía", "translation": "empty" },
      { "word": "zumbido lejano", "translation": "distant hum" },
      { "word": "agotados", "translation": "exhausted" },
      { "word": "Infierno de los que no duermen", "translation": "Hell of the Sleepless" },
      { "word": "rayada", "translation": "scratched (like a record)" },
      { "word": "farol", "translation": "lantern" },
      { "word": "encendido", "translation": "lit" },
      { "word": "lloró", "translation": "cried" },
      { "word": "rugía", "translation": "roared" },
      { "word": "chaqueta de cuero", "translation": "leather jacket" },
      { "word": "gafas oscuras", "translation": "dark glasses" },
      { "word": "cruce", "translation": "intersection" },
      { "word": "equivocada", "translation": "wrong" },
      { "word": "espeso", "translation": "thick" },
      { "word": "señales de tránsito", "translation": "traffic signs" },
      { "word": "al revés", "translation": "upside down" },
      { "word": "gotear", "translation": "to drip" },
      { "word": "tinta", "translation": "ink" },
      { "word": "reconocía", "translation": "recognized" },
      { "word": "estoy perdido", "translation": "I am lost" },
      { "word": "se estremecieron", "translation": "trembled" },
      { "word": "se torcieron", "translation": "twisted" },
      { "word": "se desprendieron", "translation": "detached, peeled off" },
      { "word": "alejaron", "translation": "moved away" },
      { "word": "arrastrándose", "translation": "crawling" },
      { "word": "ciempiés", "translation": "centipedes" },
      { "word": "gelatina", "translation": "jelly" },
      { "word": "alacena", "translation": "pantry, cupboard" },
      { "word": "de reojo", "translation": "out of the corner of one's eye" },
      { "word": "guiada", "translation": "guided" },
      { "word": "repartió", "translation": "distributed, shared" },
      { "word": "suspirando", "translation": "sighing" },
      { "word": "comprensiva", "translation": "understanding" },
      { "word": "se deshizo", "translation": "fell apart, dissolved" },
      { "word": "espejismo", "translation": "mirage" },
      { "word": "volvió a latir", "translation": "beat again" },
      { "word": "maneja", "translation": "drives" },
      { "word": "desierto", "translation": "desert" }
    ],
    "englishTitle": "Alba's Houses",
    "englishText": "<p>Three things distinguished Alba from others.</p><p>The first were her tattoos. Her arms and legs were covered in lines: stripes, zigzags, lightning-like strokes. Her skin looked like the sketchpad of someone who fell asleep halfway through a drawing. Sometimes, even she didn't know what they meant. She thought they moved around at night.</p><p>The second thing was her job. Alba designed houses for cats. Adorable little beds, towers, boxes, tiny mansions! The possibilities for a beautiful sleeping place for a cat were endless! And Alba couldn't stop. Literally. There was a little voice inside her asking her to rest, but she pushed it down, deeper and deeper, until she couldn't hear anything anymore.</p><p>And that was the third special thing about Alba: she had stopped sleeping.</p><p>Why waste precious hours when she could be drawing new cat mansions?</p><p>She sent her blueprints to a small factory, which returned the built houses to her. Selling them was easy: her uncle Bruno was a biker. And bikers were always kind-hearted people with a soft spot for cats.</p><p>Thanks to Bruno, all the houses found homes. And they always asked for more.</p><p>It was also easy to work with him because, like Alba, Bruno hated to sleep. He loved waking people up with the wild roar of his motorcycle. He would accelerate in front of houses where he saw too many darkened windows.</p><p>Behind those windows, people silently wished he would go to hell.</p><p>Meanwhile, Alba's soul began to grow impatient.</p><p>“You work and work, obsessed with your little houses, and never think about my needs,” it shouted at her.</p><p>“Five more minutes,” Alba murmured.</p><p>And she stayed awake all night.</p><p>“Very well,” the soul said one night. “If you don't need to sleep, I do.”</p><p>And the soul floated out of her ear, like smoke.</p><p>It went alone to the Land of Dreams, where ideas float in the sky and trees sing lullabies in forgotten languages.</p><p>At first, Alba felt liberated. There was nothing left inside her begging for rest. She could fully immerse herself in work.</p><p>But the opposite happened.</p><p>Ideas stopped coming.</p><p>She walked through the days as if invisible threads were dragging her. She no longer remembered why she worked so much. She felt empty. Only a distant hum remained in her chest. Even her tattoos seemed exhausted.</p><p>Little by little, Alba fell into the Hell of the Sleepless: a place where no one sleeps, they just repeat their past days in their heads, like a scratched record.</p><p>There, Alba found a lit yellow lantern. She sat under its light, and cried.</p><p>Meanwhile, somewhere in the world, Bruno's motorcycle roared between buildings.</p><p>He wore a black leather jacket and dark glasses, even though it was night. He felt like a commander of dreams, and that thought gave him strength to keep accelerating.</p><p>But at some intersection, he took the wrong turn.</p><p>The air became thick.</p><p>Traffic signs appeared upside down.</p><p>The asphalt began to drip like ink.</p><p>Without knowing it, Bruno had entered the Hell of the Sleepless.</p><p>There he saw her, sitting under the lantern.</p><p>Alba no longer recognized him. She didn't even recognize herself.</p><p>“Who are you?” she asked him.</p><p>And Bruno could only say:</p><p>“I am lost.”</p><p>Alba's tattoos shuddered, twisted, and then detached from her skin. They fell to the ground and crawled away like centipedes.</p><p>Neither of them knew how much time had passed, because time there stood still, like forgotten jelly in the deepest corner of a cupboard.</p><p>Then, out of the corner of her eye, Alba saw her soul descend.</p><p>It was guided by the zigzags and stripes that were once her tattoos.</p><p>It brought with it some dreams it had found: an elephant that painted, a fish that floated through the air.</p><p>The soul distributed the dreams, and re-entered Alba's ear, sighing like a tired but understanding mother.</p><p>Alba and Bruno fell asleep under the lantern, with a smile.</p><p>The hell dissolved like a mirage.</p><p>And the world began to beat again.</p><p>Since then, Alba sleeps every night and dreams of incredible castles for cats.</p><p>And Bruno sleeps all day, and drives his motorcycle through the desert where he can  wake only the stars.</p>",
    "illustrationUrl": "FairytalesArt/Albas_Houses.jpeg",
    "illustrationAlt": "Alba crying under a yellow lantern with a biker on the background and her soul between a floating fish, a painting elephant and a singing tree."
  }
    
]